Repository: OMEGAYALFA/nwicode
Catalog: languages/*/acl.po
Languages: ru

source: Actions
ru: Действия

source: An error occurred while deleting your role. Please, try again later.
ru: Произошла ошибка при удалении своей роли. Пожалуйста, повторите попытку позже.

source: An error occurred while deleting your role. please try again later.
ru: Произошла ошибка во время удаления своей роли. Пожалуйста, повторите попытку позже.

source: Code
ru: Код

source: Create a new role
ru: Создать новую роль

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Edit %s role
ru: Редактировать роль для %s

source: Label
ru: Логотип

source: List of your roles
ru: Список ролей

source: Role
ru: Роль

source: Search
ru: Поиск

source: This role will be the default one for the whole platform.
ru: Эта роль станет по умолчанию для всей платформы.

source: You don't have any role yet
ru: У Вас нет созданных ролей

source: Your role has been successfully deleted
ru: Ваша роль была успешно удалена

source: Your role has been successfully saved
ru: Ваша роль была успешно сохранена
