Repository: OMEGAYALFA/nwicode
Catalog: languages/*/admin.po
Languages: ru, tr

source: %s - Your new password
ru: %s - Ваш новый пароль
tr: %yeni şifrenizi s -

source: A request to reset your password has been made to log in to your administration panel.
ru: Запрос для сброса пароля был сформирован, чтобы войти в вашу Панель администратора
tr: Yönetim paneli şifrenizi sıfırlamak için bir talep oluşturuldu.

source: Access
ru: Доступ
tr: Erişim

source: Account Role
ru: Роль пользователя
tr: Hesap Rol

source: Account role
ru: Роль аккаунта
tr: Hesap Rol

source: Address 2:
ru: Адрес 2:
tr: Adres 2:

source: Address:
ru: Адрес:
tr: Adres:

source: Administrator : full access
ru: Администратор : полный доступ
tr: Yönetici : tam erişim

source: Administrator: full access
ru: Администратор - Полный доступ
tr: Yönetici: tam erişim

source: An error occurred while saving. The country is not valid.
ru: Произошла ошибка при сохранении. Да, не бывает такой страны))).
tr: Kaydedilirken bir hata oluştu. Ülkenin geçerli değil.

source: Application
ru: Приложение
tr: Uygulama

source: Application have been duplicated successfully.
ru: Приложение успешно дублировано.
tr: Uygulama başarılı bir şekilde yeniden yaşandı.

source: Are you sure you want to delete this application?
ru: Вы уверены, что хотите удалить это приложение?
tr: Bu uygulamayı silmek istediğinizden emin misiniz?

source: Are you sure you want to duplicate this application?
ru: Вы уверены, что хотите дублировать это приложение?
tr: Uygulamayı kopyalamak istediğinizden emin misiniz?

source: Can add pages
ru: Может добавлять страницы
tr: Sayfaların Ekle

source: Can generate APK
ru: Может генерировать APK
tr: APK üretebilir mi

source: Can manage guided tour
ru: Можете управлять экскурсией
tr: Rehberli tur düzenleyebilir mi

source: Change my password
ru: Изменить мой пароль
tr: Şifremi değiştirmek

source: Company:
ru: Компания:
tr: Şirket:

source: Confirm your password
ru: Подтвердите ваш пароль
tr: Parolanızı onaylayın

source: Connect to your backoffice to validate this account.
ru: Подключиться к личному кабинету, чтобы проверить эту учетную запись.
tr: Bu hesabı doğrulamak için idari büro bağlanmak.

source: Create a new application
ru: Создать новое приложение
tr: Yeni bir uygulama oluşturun

source: Create a new user
ru: Создать нового пользователя
tr: Yeni bir kullanıcı oluşturun

source: Created At
ru: Создан с
tr: Oluşturulan

source: Created at %s
ru: Создано с %s
tr: %Oluşturulan s

source: Do not hesitate to give us your feedback by sharing your needs:
ru: Не стесняйтесь оставлять свои отзывы и следите за новостями: https://vk.com/nwicod
tr: Bize geri bildirim vermek gerekiyor paylaşarak çekinmeyin:

source: Edit the account "%s"
ru: Редактировать аккаунт "%s"
tr: "%s" hesabı güncelle

source: Edit the account %s
ru: Редактирование учетной записи %s
tr: %s hesabını düzelt

source: Edit the user %s
ru: Редактировать пользователя %s
tr: Kullanıcı %s Düzenle

source: Enjoy!
ru: До свидания и всего хорошего!!!
tr: Tadını çıkarın!

source: Filter your apps...
ru: Фильтр приложений...
tr: Uygulamalarınız filtreleyin...

source: Find some advices here:
ru: Найти несколько советов здесь: https://nwicode.com/
tr: Burada bazı öneriler bulabilirsiniz:

source: From
ru: от
tr: Gelen

source: Hello, a new user has registered on your platform : %s.
ru: Зарегистрировался новый пользователь : %s.
tr: Merhaba, yeni bir kullanıcı platformu üzerinde kayıtlı : %s.

source: Here are your credentials, keep them preciously:
ru: Вот ваши учетные данные, храните их бережно:
tr: Kimlik bilgilerinizi burada, nadide tutmak:

source: It is necessary to increase the maximum size of the application.
ru: Необходимо увеличить максимальный размер приложения.

source: Left: %d years, %d months, %d days
ru: Осталось: %d лет, %d месяцев, %d дней

source: List of admin accounts
ru: Список админ-аккаунтов
tr: Admin hesapların listesi

source: List of my accounts
ru: Список моих аккаунтов
tr: Benim hesap listesi

source: List of your users
ru: Список пользователей
tr: Kullanıcılar listesi

source: Locked
ru: Заблокированно

source: Log-in As
ru: Вошел как
tr: Günlük Olarak

source: Login to your admin interface
ru: Вход в личный кабинет

source: Make for me
ru: Сделать за меня

source: Manage access
ru: Дать доступ
tr: Erişim Yönet

source: My Applications
ru: Мои приложения
tr: Uygulamalarım

source: My information
ru: Моя информация
tr: Bilgilerim

source: Need some help?
ru: Нужна помощь?
tr: Yardıma ihtiyacın var mı?

source: New user registration on your platform
ru: Новый пользователь
tr: Platformunuzda yeni kullanıcı kaydı

source: No account for now.
ru: Нет аккаунта
tr: Şu an için hesap yok.

source: Please enter a valid email address.
ru: Пожалуйста, введите действительный адрес электронной почты.
tr: Geçerli bir e-posta adresi giriniz.

source: Please, enter an application name
ru: Пожалуйста, введите название приложения.
tr: Lütfen bir uygulama ismi girin

source: Publication access type
ru: Тип издания доступ
tr: Yayınlama erişim türü

source: Ready to create your own apps?
ru: Готовы для создания собственных приложений?
tr: Kendi uygulamanızı oluşturmaya hazır mısınız?

source: Role
ru: Роль
tr: Rol

source: Show All Applications
ru: Показать Все Приложения
tr: Tüm Uygulamaları Göster

source: Sign up
ru: Зарегистрироваться
tr: Kaydol

source: Soon
ru: Скоро

source: Sorry but an error occured while duplicating your application.
ru: Извините, но произошла ошибка при дублировании приложения.
tr: Üzgünüz ancak uygulamanız kopyalanırken hata oluştu.

source: State/Province
ru: Штат/Республика
tr: Eyalet/İl

source: Thanks for choosing us!
ru: Спасибо, что Вы выбрали нас!
tr: Bizi tercih ettiğiniz için teşekkür ederiz!

source: The Support Team
ru: Служба поддержки
tr: Destek Ekibi

source: The account role is required
ru: Установить роль аккаунта
tr: Hesap rolü gereklidir

source: The password and the confirmation does not match.
ru: Пароли не совпадают.
tr: Doğrulama şifreniz uyuşmuyor.

source: The password must be at least 6 characters.
ru: Пароль должен быть не менее 6 символов
tr: Şifre en az 6 karakter olmalıdır.

source: This account is not activated yet. Please contact an administrator.
ru: Эта учетная запись еще не активирована. Пожалуйста, свяжитесь с администратором.
tr: Uygulama henüz aktif hale getirilmedi. Bir yönetici ile iletişime geçin.

source: This admin can manage guided tour from editor
ru: Этот администратор может управлять экскурсией
tr: Bu yönetici editörden rehberli tur düzenleyebilir.

source: This user has no applications yet.
ru: Этот пользователь не имеет приложений.
tr: Bu kullanıcının henüz uygulaması yok.

source: To unlock the function, you must change the tariff.
ru: Чтобы разблокировать функцию, необходимо изменить тариф.

source: Unlock features
ru: Разблокировать функции

source: User successfully deleted
ru: Пользователь успешно удален
tr: Kullanıcı başarıyla silindi.

source: View my current data
ru: Смотреть мои текущие данные
tr: Mevcut verileri görüntüle

source: We are sorry but this email address is already used.
ru: Извините, но этот адрес уже используется.
tr: Üzgünüz ama bu e-posta adresi zaten kullanılıyor.

source: Welcome!
ru: Поздравляем!
tr: Hoş geldiniz!

source: White Label
ru: Свой бренд

source: You are going to love it! Thanks to our effective features, you will be able to create great mobile apps in your name, within minutes.
ru: Мы уверены, что Вам понравится! Теперь вы с легкостью создадите свое первое и великолепное приложение, всего за несколько минут. Вас удивит большое количество инструментов для реализации огромных возможностей будущего приложения.
tr: Bunu seveceksin! Etkili özellikleri sayesinde, sizin adınıza büyük mobil uygulamalar oluşturmak için, birkaç dakika içinde mümkün olacaktır.

source: You can't delete the main account
ru: Вы не можете удалить основной аккаунт
tr: Ana hesabı silebilirsiniz

source: You don't have any users yet
ru: У вас пока нет пользователей
tr: Henüz bir kullanıcı yok

source: Your account have been created successfully. It will be activated soon.
ru: Ваш аккаунт успешно создан. Он будет активирован в ближайшее время.
tr: Hesabınız başarıyla oluşturuldu. Yakında aktif olacaktır.

source: Your credentials
ru: Ваши учетные данные
tr: Kimlik bilgilerinizi

source: Your login:
ru: Ваш логин
tr: Giriş:

source: Your password:
ru: Ваш пароль
tr: Şifre:

source: Your request has been successfully sent
ru: Ваш запрос был успешно отправлен

source: Zip Code
ru: Индекс
tr: Posta kodu

source: Zip Code:
ru: Индекс:

source: to
ru: для
tr: için

source: Admin successfully deleted
tr: Yönetici başarıyla silindi
