Repository: OMEGAYALFA/nwicode
Catalog: languages/*/advanced_translations.po
Languages: tr

# advanced_translations
source: A similar translation already exists.
tr: Benzer bir çeviri zaten var.

# advanced_translations
source: Actions
tr: Eylemler

# advanced_translations
source: Advanced
tr: Gelişmiş

source: Advanced translations
tr: Gelişmiş çevirileri

# advanced_translations
source: Are you sure?
tr: Emin misin?

# advanced_translations
source: Confirmation
tr: Onay

# advanced_translations
source: Context
tr: Bağlam

# advanced_translations
source: Context key
tr: Bağlam anahtarı

# advanced_translations
source: Create a new translation
tr: Yeni bir çeviri oluşturmak

# advanced_translations
source: DELETE
tr: Sil

# advanced_translations
source: Editor, backoffice
tr: Editör, idari büro

# advanced_translations
source: Flag
tr: Bayrak

# advanced_translations
source: Leave blank unless you explicitly know it.
tr: Açıkça bilmiyorsanız boş bırakın.

# advanced_translations
source: Manage your translations
tr: Çeviriler yönetmek

# advanced_translations
source: Mobile app
tr: Mobil uygulama

# advanced_translations
source: New translation saved.
tr: Yeni çeviri kurtardı.

# advanced_translations
source: No, go back.
tr: Hayır, geri dön.

# advanced_translations
source: String to translate
tr: Dize çevirmek için

# advanced_translations
source: Tanslation removed.
tr: Tanslation kaldırıldı.

# advanced_translations
source: Translation list
tr: Çeviri listesi

# advanced_translations
source: Translation removed.
tr: Çeviri kaldırıldı.

# advanced_translations
source: Yes, delete!
tr: Evet, Sil!

# advanced_translations
source: You have no translation.
tr: Bir çeviri var.
