Repository: OMEGAYALFA/nwicode
Catalog: languages/*/application.po
Languages: tr

source: %s Text
tr: %s metin

source: * If apple doesn't detect any ads configurate, your application will be refused
tr: Eğer Apple herhangi bir reklam yapılandırma tespit etmezse uygulamanız reddedilir.

source: * You have to justify why you need this background audio playing to Apple.
tr: Arka planda ses çalmanın neden gerektiğini Apple'a açıklamalısınız.

source: * You have to justify why you need this background geolocation to Apple.
tr: Arka planda konum belirlemenin neden gerektiğini Apple'a açıklamalısınız.

source: 1. Download the app previewer:
tr: 1. App önizleme indir:

source: 1. Insert the following code between the %s tag of your page:
tr: 1. Aşağıdaki kodu %s sayfanızın etiketi arasına yerleştirin:

source: 2. Insert the following code at the end of the %s tag of your page:
tr: 2. Aşağıdaki kodu sayfanızın %s etiketinin sonuna ekleyin:

source: 2. Open the app and login
tr: 2. Uygulama ve oturum açın

source: <b>Around you</b> option for the Overview & HTML5 will be displayed & work only when using HTTPS, however it works in Android & iOS apps without HTTPS.
tr: Genel Bakış ve HTML5 için <b>Çevreniz</b> seçeneği görüntülenir ve yalnızca HTTPS kullanırken çalışır, ancak Android ve iOS uygulamalarında HTTPS olmadan çalışır.

source: <b>File type:</b> %s
tr: </b> %s <b>Dosya türü:

source: <b>Note: </b>Icon must be white with transparency, the crop window will colorize it otherwise
tr: <b>Not: </b> Simge transparan beyaz olmalıdır aksi takdirde kırpma penceresi renklendirecektir.

source: <b>Note</b>: the cron scheduler minimum interval is 10 seconds, reducing the cron interval can increase your server load, be careful.
tr: <b>Not</b>: cron zamanlayıcısı minimum aralığı 10 saniyedir, bu da cron aralığını azaltarak sunucu yükünüzü artırabilir, dikkatli olun.

source: <b>Push image & Color</b> are dynamic and doesn't require the app to be re-published.
tr: <b>Resim ve Renk</b> dinamiktir ve uygulamanın yeniden yayınlanmasını gerektirmez.

source: <span>Click on</span><button class="add" type="button"><i class="icon-plus"></i></button> <span>to add an item.</span>
tr: <span>Öge eklemek için</span><button class="add" type="button"><i class="icon-plus"></i></button> <span>tıklayın.</span>

source: API Keys
tr: API anahtarı

source: APIs
tr: API'lar

source: Access Token
tr: Token'e erişim

source: Activated
tr: Aktif

source: AdMob ID
tr: AbMob kimliği

source: AdMob Type
tr: AdMob türü

source: Add a new icon
tr: Yeni bir simge Ekle

source: Add a thumbnail
tr: Küçük resim ekle

source: Add an image
tr: Bir görsel ekleyin

source: Add pages
tr: Sayfa Ekle

source: Add pictures
tr: Resim ekle

source: Add place
tr: Yer Ekle

source: Add sections:
tr: Bölüm ekle:

source: Additional options
tr: Ek seçenekler

source: Admin Account
tr: Yönetici hesabı

source: Advanced
tr: Gelişmiş

source: Advanced Application Options
tr: Gelişmiş uygulama ayarları

source: Advanced Customization CSS / SCSS
tr: Gelişmiş Özelleştirme CSS / SCSS

source: Advertising
tr: Reklam

source: All
tr: Tüm

source: All done!
tr: Tümü tamamlandı!

source: Allow user to request app publication
tr: Kullanıcının uygulama yayınlama talebini kabul et

source: Allowed
tr: Kabul edilen

source: An error occured while copying your app icon. Please check the icon, try to send it again and try again.
tr: Uygulama simgesi kopyalama sırasında bir hata oluştu. Simgesini kontrol edin, tekrar göndermek ve tekrar deneyin lütfen.

source: An error occurred during the generation of your QRCode. Please try again later.
tr: Bir hata Oluşturmak sizin nesil oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while adding the option
tr: Gönderilirken bir hata oluştu seçeneği ekleme

source: An error occurred while changing your layout.
tr: Düzeninizi değiştirirken bir hata oluştu.

source: An error occurred while deleting the option
tr: Gönderilirken bir hata oluştu seçeneği silme

source: An error occurred while deleting your picture
tr: Resim silinirken bir hata oluştu

source: An error occurred while editing file (%s).
tr: Dosya (% s) düzenleme sırasında bir hata oluştu.

source: An error occurred while generating. Please try again later.
tr: Üretilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while hidding the iOS Status Bar
tr: IOS Durum Çubuğunu gizlerken bir hata oluştu

source: An error occurred while loading
tr: Yüklenirken bir hata oluştu

source: An error occurred while saving the application. Please try again later.
tr: Uygulama kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your colors.
tr: Renkleri kaydedilirken bir hata oluştu.

source: An error occurred while saving your page name.
tr: Sayfa adını kaydederken bir hata oluştu.

source: An error occurred while saving. Please try again later.
tr: Kaydederken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving. The selected icon is not valid.
tr: Kaydedilirken bir hata oluştu. Seçilen simge geçerli değil.

source: An error occurred while sorting your pages. Please try again later.
tr: Sayfaları sıralama sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while sorting your slider images. Please try again later.
tr: Kaydırma alanına görsel yüklerken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred. Sorry for the inconvenience.
tr: Bir hata oluştu. Özür dileriz.

source: Analyzing fetched data...
tr: Veri analiz ediliyor.

source: Android APK Generation
tr: Android MUAYENE Nesil

source: Android APK version
tr: Android APK sürüm

source: Android Version
tr: Android Sürümü

source: Angle
tr: Açı

source: App ID
tr: Uygulama kimliği

source: App Store Icon
tr: App Store Simgesi

source: App design
tr: Uygulama tasarımı

source: Apple rejects apps that includes Ad Support but doesn't use it.<br />Generate your iOS app out of this source code if you don't include Ads.
tr: Apple, Reklam desteği içeren uygulamaları reddeder, kullanmaz. <br />Reklam eklemediyseniz, iOS uygulamanızı bu kaynak koddan oluşturun.

source: Apple's Information
tr: Apple'ın Bilgileri

source: Application icon
tr: Uygulama ikonu

source: Application name
tr: Uygulama adı

source: Application:
tr: Uygulama:

source: Are you sure you want to remove this application?
tr: Bu uygulamayı kaldırmak istediğinizden emin misiniz?

source: Around you
tr: Etrafınızda

source: At least 200 characters in the description
tr: Açıklama en az 200 karakter

source: At least, 4 pages in the application
tr: En az 4 sayfa uygulama

source: Attachment
tr: Ek

source: Audio
tr: Ses

source: Auth
tr: Yetkili

source: Available SCSS Variables corresponding to previously set colors
tr: Mevcut SCSS Değişkenleri önceden renkleri ayarlamak için karşılık gelen

source: Average by customer
tr: Müşteri tarafından ortalama

source: Background
tr: Arka plan

source: Backoffice
tr: İdari büro

source: Banner Android price
tr: Banner Android fiyatı

source: Banner Android store label
tr: Banner Android mağaza etiketi

source: Banner author
tr: Başlık yazar

source: Banner button label
tr: Banner düğmesi etiket

source: Banner iOS store label
tr: Banner iOS etiket mağazası

source: Banner settings
tr: Banner ayarları

source: Banner title
tr: Banner başlığı

source: Book
tr: Ayır

source: Border
tr: Sınır

source: Border shadow
tr: Kenar gölgesi

source: Bottom
tr: Alt

source: Build a mobile app easily
tr: Kolayca bir mobil uygulaması oluşturma

source: Build date
tr: Tarihi yapı

source: Build information
tr: Yapı bilgi

source: Bundle Id
tr: Paket Kimliği

source: Business
tr: İş

source: Button
tr: Düğme

source: Buy one, get one!
tr: Bir alana bir bedava!

source: Cache
tr: Önbellek

source: Calendar
tr: Takvim

source: Catalogs
tr: Kataloglar

source: Certificate
tr: Sertifika

source: Change your
tr: Değiştirmek

source: Change your icon
tr: İkonunuzu değiştirin.

source: Change your layout
tr: Düzeni değiştirmek için Tıklayınız...

source: Change your picture
tr: Resmini değiştir

source: Change your template
tr: Şablon değiştirmek için Tıklayınız...

source: Change your<br /><span class='bold'>picture</span>
tr: <br /> <span class='bold'>resminizi değiştirin</span>

source: Change your<br /><span>picture</span>
tr: Resminizi<br /><span>değiştirin</span>

source: Checking CNAME configuration:
tr: Kontrol CNAME yapılandırma:

source: Choose a <br /><span class="bold">picture</span>
tr: <br /><span class="bold">bir resim</span> seç

source: Choose a <br /><span class='bold'>picture</span>
tr: <br /><span class='bold'>resim</span> seçin

source: Choose a country
tr: Bir ülke seçin

source: Choose a font family
tr: Bir font ailesi seçin

source: Choose a picture
tr: Bir resim seç

source: Choose a template to customize
tr: Bir şablonu özelleştirmek için seçin

source: Choose an icon
tr: İkon seçin

source: Choose your colors
tr: Renk seçin

source: Choose your country
tr: Ülkenizi seçin

source: Choose your design
tr: Tasarım seçin

source: Choose your font style
tr: Yazı tipi stili seçin

source: Choose your homepage image
tr: Anasayfa resim seçin

source: Choose your icons color
tr: Simgeler renk seçin

source: Choose your layout
tr: Düzeni seçin

source: Choose your template
tr: Şablonunuzu seçin

source: Click here to download the source code:
tr: Burada kaynak kodunu indirmek için tıklayın:

source: Click here to send your certificate
tr: Burada sertifika göndermek için tıklayın

source: Client ID
tr: Müşteri kimliği

source: Code Scan
tr: Kod Tarama

source: Codescan
tr: Kod tarama

source: Color
tr: Renk

source: Colorize pager
tr: Renklendirme çağrı

source: Colors
tr: Renk

source: Comments
tr: Yorumlar

source: Configuration
tr: Konfigürasyon

source: Connect Button
tr: Bağlantı butonu

source: Contact
tr: İletişim

source: Core
tr: Çekirdek

source: Cover background images
tr: Kapak arka plan resimleri

source: Create a place
tr: Bir yer oluşturun

source: Currently only one language can be selected.
tr: Şu anda yalnızca bir dil seçilebilir.

source: Custom
tr: Özel

source: Custom SMTP
tr: Özel STMP

source: Custom domain name:
tr: Kişisel domain adı:

source: Customization
tr: Kişiselleştirme

source: Customize your app's style
tr: Uygulamanızın tarzını kişiselleştirin

source: Dashboard icon
tr: Pano simgesi

source: Deactivated
tr: Etkinliği

source: Default (none)
tr: (Yok)varsayılan

source: Delete this page?
tr: Bu sayfa silinsin mi?

source: Depth
tr: Derinlik

source: Design
tr: Tasarım

source: Developer Accounts
tr: Geliştirici Hesapları

source: Device Information
tr: Aygıt Bilgileri

source: Discount Zone
tr: İndirim alanı

source: Discount zone description. Here your clients will be able to see the details of each discount
tr: İndirim tanımı. Müşterileriniz burda indirim detaylarını görebilir.

source: Display Border Circle
tr: Border Circle'ı göster

source: Display Borders
tr: Sınırları göster

source: Display Image
tr: Görseli göster

source: Display Shadow
tr: Gölge göster

source: Display address
tr: Adresi göster

source: Display borders
tr: Sınırları göster

source: Display image in page
tr: Sayfa içinde resim görüntülemek

source: Display location button
tr: Konum butonunu göster.

source: Display the homepage slider
tr: Ana sayfa kaydırma çubuğunu göster.

source: Display title and subtitle in page
tr: Alt yazı ve başlığı sayfada göster

source: Display titles
tr: Görüntü başlıklar

source: Domain
tr: Etki alanı

source: Domain name
tr: Domain Adı

source: Don't order:
tr: Sipariş etme:

source: Download
tr: İndir

source: Download last build
tr: İndir son inşa

source: Download latest
tr: İndir son

source: Download our app previewer
tr: App önizleme Download

source: Download your QRCode
tr: QR kodunu indir

source: Drop your certificate here
tr: Burada sertifika bırakın

source: Dynamic: percentage
tr: Dinamik: yüzde

source: E-mail
tr: E-posta

source: Edit my
tr: Düzen benim

source: Edit place
tr: Düzenleme yeri

source: Edit the application "%s"
tr: "%s" uygulamasını Düzenle

source: Edit the application %s
tr: %s uygulamasını düzenle

source: Editor
tr: Editör

source: Education
tr: Eğitim

source: Enable Offline content ?
tr: Çevrimdışı içeriğe izin ver

source: Enable custom SMTP
tr: Özel SMTP'ye izin ver

source: Enable search filters:
tr: Arama filtrelerine izin ver:

source: Enter your AdMob ID for each platform.
tr: Her bir platform için AdMob kimliği girin.

source: Enter your Facebook page
tr: Facebook sayfanızı girin

source: Entertainment
tr: Eğlence

source: Event
tr: Olay

source: Events
tr: Etkinlikler

source: Export
tr: İhracat

source: Export App & Selected features.
tr: Uygulamayı ve seçili özellikleri dışa aktar

source: Export as global Template
tr: Global Template olarak dışa aktar

source: Export your application to a re-usable template & share it across Apps & Platforms.
tr: Uygulamanızı yeniden kullanılabilir bir şablona aktarın ve Uygulamalar & Platformlar üzerinden paylaşın.

source: Extension not allowed, '%s' only
tr: İzin Verilmiyor uzantısı, '%s'

source: Facebook API Keys
tr: Facebook API anahtarı

source: Facebook API settings
tr: Facebook API ayarları

source: Feature icons
tr: Özellik ikonları

source: Features
tr: Uygulama Özellikleri

source: Features Access Settings
tr: Özellikler erişim ayarları

source: Fetching data from Facebook and creating your features. It can take a while, be patient!
tr: Facebook'tan veri alınıyor ve özellikleriniz oluşturuluyor. Zaman alabilir. Lütfen bekleyin.

source: Fidelity points
tr: Sadakat puan

source: Fidelity points rate
tr: Uygunluk puan oranı.

source: Filter
tr: Filtre

source: Finance
tr: Finans

source: Fixed: pixels
tr: Düzeltildi: pikseller

source: Flickr API key
tr: Flickr API anahtarı

source: Flickr API settings
tr: Flickr API ayarları

source: Font-size
tr: Yazı tipi boyutu

source: Food & Drink
tr: Yiyecek Ve İçecek

source: Form has the following errors
tr: Formda aşağıdaki hatalar var.

source: Free until %s
tr: %s e kadar serbest

source: Front
tr: Ön

source: Games
tr: Oyunlar

source: General Information
tr: Genel Bilgiler

source: General Settings
tr: Genel ayarlar.

source: General information
tr: Genel Bilgiler

source: Generate
tr: Üret

source: Generate APK
tr: APK üret.

source: Generate Android APK
tr: Android APK üret.

source: Generate analytics for given period
tr: Verilen süreden önce analytics üret.

source: Generate analytics for the current day
tr: Bu güne analiz üret

source: Generate and Publish
tr: Üret ve yayınla.

source: Generate and publish iOS Application
tr: iOS uygulaması üret ve yayınla

source: Generate builds
tr: Kurgu üret

source: Generate source
tr: Kaynak üret.

source: Generate the source code
tr: Kaynak kodu üret

source: Generation cancelled.
tr: Üretim iptal edildi.

source: Generation successfully queued.
tr: Üretim başarıyla tamamlandı.

source: Global visits
tr: Küresel ziyaretleri

source: Go to first images on loop
tr: Loop'taki ilk görsele git.

source: Google Maps JavaScript API Key
tr: Google Haritalar JavaScript API Key

source: Google Play Icon
tr: Google Play Simgesi

source: Google's Information
tr: Google Bilgi

source: Health & Fitness
tr: Sağlık & Fitness

source: Here is our latest creation. What do you think?
tr: En son yaratma burada. Ne düşünüyorsun?

source: Hidden
tr: Gizli

source: Hide Android status bar
tr: Android durum çubuğunu gizle

source: Hide iOS status bar
tr: iOS durum çubuğunu gizle.

source: Homepage preview
tr: Anasayfa önizleme

source: Homepage slider options
tr: Ana sayfa kaydırma butonu ayarları

source: I don't have a Google developer account and I want to create one
tr: Google geliştirici hesabı yok ve bir tane oluşturmak istiyorum

source: I don't have an Apple developer account and I want to create one
tr: Apple geliştirici hesabı yok ve bir tane oluşturmak istiyorum

source: I have an Apple developer account
tr: Hesap Apple bir geliştirici var

source: I have an Google developer account
tr: Google geliştirici hesabı var

source: I let you publish my application under your Apple developer account
tr: Apple geliştirici altında başvurum yayımlamak hesap izin verdim

source: I let you publish my application under your Google developer account
tr: Google geliştirici hesabınız altında başvurum yayımlamak izin verdim

source: Icon
tr: Simge

source: Icons
tr: Simgeler

source: Icons & Images
tr: İkonlar ve görseller

source: If a feature is not listed, it yet can't be exported.
tr: Özellik listelenmemişse dışarı aktarılamaz.

source: If you decide to change the slider size, all images will be dropped. Are you sure ?
tr: Slider boyutunu değiştirirseniz tüm görseller kaybolacak. Emin misiniz?

source: If you validate, your app's colors and background image will be replaced
tr: Eğer doğrulamak, uygulamanızın renk ve arka plan görüntüsü değiştirilecek

source: If you want to change the push icon, you <b>must re-publish</b> the application
tr: Push ikonunu değiştirmek istiyorsanız, uygulamanızı <b>yeniden yayınlamanız gerekir</b>

source: If your app is already published on the stores, be sure you have sent an update with the Ionic version, and that this update has already been accepted, otherwise your app may be broken.
tr: Uygulamanız mağazada yayınlandıysa Ionic versiyonuyla güncelleme gönderdiğinizden ve bu güncellemenin kabul edildiğinden emin olun. Aksi takdirde uygulamanız bozulabilir.

source: If your app is already published, changing the URL key or domain will break it. You will have to republish it. Change it anyway?
tr: Eğer uygulamanızı yayınladıysanız URL anahtarı veya domain değiştirdiğinizde yeniden yayınlamak zorunda kalacaksınız. Değiştirilsin mi?

source: If your app is already published, changing the domain will break it. You will have to republish it. Change it anyway?
tr: Eğer uygulamanızı yayınladıysanız domain değiştirdiğinizde yeniden yayınlamak zorunda kalacaksınız. Değiştirilsin mi?

source: If your messages do not comply with App Store Review Guidelines, %s, your app might be possibly refused after Apple's review.
tr: İletileriniz App Store Review Guidelines ile uyumlu değilse, %s, Apple'ın incelemesi sonrasında uygulamanız reddedilebilir.

source: Image size
tr: Görsel boyutu

source: Images
tr: Görseller

source: Images height
tr: Görsek yüksekliği

source: Import / Export
tr: Ekle / Çıkar

source: Import an application template or a single feature.
tr: Bir uygulama şablonunu veya tek bir özelliği içe aktarın.

source: Import features from Facebook
tr: Özellikleri Facebook'tan aktar

source: Import zip or yml
tr: Zip ya da yml içe aktar

source: Imported features
tr: Alınan özellikler

source: In case you have a main domain containing numbers you can change here the base for your App identifiers.
tr: Numaralar içeren ana alanınız vıcılarınızarsa, burada Uygulama tanımlayın base'ini değiştirebilirsiniz.

source: In order to help you start your application, we can retrieve some data from Facebook.
tr: Uygulamanıza başlamanıza yardımcı olmak için Facebook'tan bazı verileri alabiliriz.

source: In order to insert a promote banner for your application on your site, please follow those steps:
tr: Sitenizde uygulamanızı tanıtmak üzere ekleyeceğiniz banner için lütfen aşağıdaki adımları takip edin:

source: In-App Messages
tr: Uygulama içi mesajlar

source: In-app links
tr: Uygulama için linkler

source: Info successfully saved
tr: Info başarıyla kaydedildi

source: Input your SCSS here, save to validate & preview
tr: SCSS'inizi buraya koyun, doğrulama & önizlemeye kaydedin

source: Insert
tr: Ekle

source: Insert & close
tr: Ekle & kapat

source: Instagram API Keys
tr: Instagram API anahtarları

source: Instagram API settings
tr: Instagram API ayarları

source: Installed application
tr: Yüklü uygulama

source: Integration
tr: İntegrasyon

source: Invalid period, end date is before start date.
tr: Geçersiz süre, bitiş tarihi başlangıç tarihinden önce.

source: Invalid version
tr: Geçersiz versiyon

source: Job
tr: İş

source: Key Password
tr: Anahtar Parolası

source: Keywords
tr: Anahtar kelimeler

source: Label
tr: Etiket

source: Landscape Left
tr: Yatay sol

source: Landscape Right
tr: Peyzaj

source: Language
tr: Dil

source: Languages
tr: Diller

source: Last name:
tr: Soyadı:

source: Latitude
tr: Genişlik

source: Layout options
tr: Layout ayarları

source: Left
tr: Sol

source: Left position
tr: Sol konum

source: Library icons
tr: Kütüphane simgeleri

source: License key
tr: Lisans anahtarı

source: Lifestyle
tr: Yaşam tarzı

source: Line-height
tr: Satır yüksekliği

source: List of my applications
tr: Uygulamalarım listesi

source: List of your applications
tr: Uygulamalar listesi

source: Loading
tr: Yükleme

source: Lock the entire application
tr: Tüm uygulama kilidi

source: Longitude
tr: Boylam

source: Loop features
tr: Loop özellikleri

source: Loop over images
tr: Görselleri loop yap

source: Love it <3
tr: Beğen <3

source: Lower case
tr: Küçük harf

source: LoyaltyCard
tr: Sadakat kartı

source: Main
tr: Ana

source: Manage Access
tr: Erişimi düzenle

source: Manage Admins access feature by feature.
tr: Admin erişimini her bir özelliğe göre düzenleyin.

source: Manage Companies
tr: Şirketleri Yönet

source: Manage icons
tr: Yönetmek simgeleri

source: Manage your app's features
tr: Uygulamanın özelliklerini yönet

source: Mcommerce
tr: M-ticaret

source: Media
tr: Medya

source: Medical
tr: Tıp

source: Menu-position
tr: Menü pozisyonlu

source: Message
tr: Mesaj

source: Message for both the two previous usages.
tr: Önceki her iki kullanım için mesaj.

source: Misc
tr: Mısc

source: Missing Information
tr: Eksik Bilgi

source: Missing parameters for cancellation.
tr: İptal etme için eksik parametre.

source: Mobile Source Codes
tr: Mobil Kaynak Kodları

source: Mobile source codes
tr: Mobil Kaynak Kodları

source: Mobile website information
tr: Mobil web sitesi bilgileri

source: Monetization
tr: Kazanç kaynağı haline getirme

source: Monetize my app using AdMob?
tr: AdMob kullanarak uygulamadan para kazan

source: Monetize your app
tr: Uygulamanızdan para kazanın

source: My Invoices
tr: Faturalarım

source: My QRCode
tr: Aztek Benim

source: My application in figures
tr: Başvuru rakamlar

source: Name
tr: Adı

source: Navigation
tr: Navigasyon

source: News
tr: Haber

source: Next
tr: Gelecek

source: No
tr: Hayır

source: No Facebook page? You can
tr: Facebook sayfası yok mu? Oluşturabilirsiniz

source: No account for now.
tr: Şu an için hesap yok.

source: No data found
tr: Veri bulunamadı

source: No features available for this application.
tr: Bu uygulama için uygun bir özellik yok.

source: No message sent, there is no available applications.
tr: Gönderilen mesaj yok, mevcut uygulama yok.

source: No options available.
tr: Mevcut ayar yok.

source: Not available offline.
tr: Çevrimışı erişilebilir değil.

source: Note that if you want to add ads later, you will have to publish the app again.
tr: Daha sonra reklam ekleyecekseniz belirtin. Uygulamayı tekrar yayınlamanız gerekecek.

source: Nothing to show for now.
tr: Şu an gösterilecek bir şey yok.

source: Notification center
tr: Bildirim merkezi

source: Off
tr: Kapalı

source: Offset
tr: Düz

source: One free coffee
tr: Bir ücretsiz kahve

source: Option successfully saved
tr: Ayar başarıyla kaydedildi.

source: Options
tr: Seçenekleri

source: Options saved
tr: Ayarlar kaydedildi

source: Or go on your store<br />and look for "Apps Company Previewer"
tr: Ya da mağzanızda gidin <br />"Uygulamalar şirket önizleyicisi" de arayın

source: Or go on your store<br />and look for 'Apps Company Previewer'
tr: Ya da mağazanıza gidin ve <br /> 'Uygulamalar Şirket Önizleyicisi'ni arayın

source: Order places
tr: Yerleri düzenle

source: Order places by distance:
tr: Yerleri mesafelere göre sırala:
