Repository: OMEGAYALFA/nwicode
Catalog: languages/*/application.po
Languages: tr

source: Order results alphebetically:
tr: Sonuçları alfabetik olarak sırala:

source: Orientations saved!
tr: Oryantasyon kaydedildi.

source: Other
tr: Diğer

source: Package Name
tr: Paket adı

source: Page name:
tr: Sayfa adı:

source: Partially available offline.
tr: Kısmen çevrimdışı kullanılabilir.

source: Percentage of returning customers
tr: Geri dönen müşteriler yüzdesi

source: Period to long, please select less than one month.
tr: Süre çok uzun, lütfen bir aydan daha kısa bir süre seçin.

source: Permissions Modal Alerts messages describe why your apps requires some permissions,
tr: İzinler Modal Uyarı mesajları, uygulamalarınızın neden bazı izinler gerektirdiğini açıklar.

source: Photo & Video
tr: Fotoğraf Ve Video

source: Places
tr: Yerler

source: Please check your messages before sending your app to be published, specifically if you are using iOS Auto publish service: if your app is refused after review, one build will be consumed.
tr: Uygulamanızı yayınlanmadan önce, özellikle iOS Otomatik yayınlama hizmetini kullanıyorsanız iletilerinizi kontrol edin: Uygulamanız incelenmeden sonra reddedilirse, bir build* tüketilecektir.

source: Please enter a correct URL for the %s store
tr: Deposu %için doğru bir URL girin lütfen

source: Please enter a number for the duration.
tr: Süresi için bir sayı giriniz.

source: Please enter a subdomain.
tr: Bir alt alan adını girin lütfen.

source: Please enter a valid URL
tr: Lütfen geçerli bir URL girin

source: Please enter a valid address
tr: Lütfen geçerli bir adres girin

source: Please enter a valid mobile website address.
tr: Geçerli mobil web sitesi adresi girin lütfen.

source: Please fill iTunes Connect Identifier.
tr: Lütfen iTunes Connect tanımlayıcıyı doldurun.

source: Please note that AAC+ streams aren't managed yet on Firefox browser, but it will work well in the app.
tr: Lütfen AAC+ streamlerinin Firefox'ta henüz düzenlenmediğini not edin. Ancak uygulamada doğru çalışacaktır.

source: Please select at least one language.
tr: Lütfen en az bir dil seçin.

source: Please wait while we generate application source.
tr: Lütfen uygulama kaynağı üretilirken bekleyin

source: Port
tr: Bağlantı noktası

source: Portrait
tr: Dikey

source: Preset
tr: Ön ayar

source: Preview
tr: Önizleme

source: Preview and test your native apps directly on your mobile.
tr: Mobil cihazınızda uygulamanıza önizleme yapın ve test edin.

source: Preview on your phone
tr: Telefonunuzda önizleme yapın.

source: Privacy policy URL
tr: Gizlilik politikası

source: Proceed to checkout before downloading the source code.
tr: Kaynak kodunu indirmeden önce ödeme işlemine devam edin.

source: Productivity
tr: Verimlilik

source: Promote
tr: Teşvik

source: Promote your app!
tr: Uygulamanı tanıt!

source: Promotion
tr: Tanıtım

source: Publication
tr: Yayın

source: Publish automatically to iTunes Connect
tr: iTunes Connect'te otomatik olarak yayınla

source: Publish the application
tr: Uygulama yayınlama

source: Publish under our account
tr: Hesabımıza altında yayınlamak

source: QR Coupons
tr: QR Kuponları

source: Ready ? Publish my app!
tr: Hazır mısın ? Benim app yayınlayın!

source: Recommanded size:
tr: Gerekli boyut:

source: Recommended size:
tr: Önerilen boyut

source: Reference
tr: Başvuru

source: Remaining build
tr: Kalan kurgu

source: Remaining builds
tr: Kalan kurgular

source: Remove this page from this folder?
tr: Bu klasör, Bu sayfayı kaldırmak?

source: Reset
tr: Yenile

source: Return to current feature
tr: Mevcut özelliğe geri dön.

source: Right
tr: Doğru

source: Right position
tr: Doğru konum

source: SMTP Configuration
tr: STMP Konfigürasyonu

source: Save
tr: Kaydet

source: Save publication settings
tr: Yayınlama ayarlarını kaydet

source: Scan this QR Code
tr: Bu tarama QR Kodunu

source: Scan this QR Code:
tr: QR Kodu tara:

source: Search by keywords ...
tr: Anahtar kelimelerle ara

source: Search filters & Options
tr: Arama filtreleri ve seçenekler

source: Search radius
tr: Arama yarıçapı

source: Search settings
tr: Arama ayarları

source: Secondary category
tr: İkincil kategori

source: Secondary category<br />(Optional)
tr: İkincil kategori<br />(İsteğe bağlı)

source: Send here your iOS certificate to enable the push notifications for this application.
tr: Burada iOS sertifika bu uygulama için push bildirimleri etkinleştirmek için Gönder.

source: Send request
tr: Talep gönder

source: Send you .pem certificate
tr: Sen gönder .pem sertifika

source: Sender name/e-mail
tr: Gönderici adı/e-postası

source: Sender name/e-mail & Custom SMTP
tr: Gönderici adı/e-postası & Özel STMP

source: Show
tr: Göster

source: Show the applications waiting for publication only.
tr: Yayın için sadece bekleme uygulamaları göster.

source: Sidebar width
tr: Kenar çubuğu genişliği

source: Slider
tr: Kaydırma butonu

source: Slider height
tr: Kaydırma alanı yüksekliği

source: Slider images duration, in seconds:
tr: Saniye olarak kaydırma alanı görsel süreleri:

source: Slideshow duration
tr: Slayt gösterisi süresi

source: Social
tr: Sosyal

source: Social Networking
tr: Sosyal Ağ

source: Social Sharing
tr: Sosyal paylaşım

source: Socialgaming
tr: Sosyal oyun

source: Sorry, an error occurred while fetching data from Facebook. Please contact an admin.
tr: Facebook'tan veri aktarılırken sorun oluştu. Lütfen bir yönetici ile iletişime geçin.

source: Sorry, it seems that Facebook credentials are invalid. Please contact an administrator.
tr: Üzgünüz, Facebook kimliği geçersiz görünüyor. Lütfen bir yöneticiyle iletişime geçin.

source: Sorry, no data was found for this page. Maybe you used the wrong page id?
tr: Üzgünüz, bu sayfa için veri bulunamadı. Yanlış sayfa kimliği kullanmış olabilir misiniz?

source: Sorry, we need a page id.
tr: Üzgünüz, bir sayfa ID'sine ihtiyacımız var.

source: Source type
tr: Kaynak türü

source: Sourcecode
tr: Kaynak kodu

source: Specifies the reason for your app to access the device's accelerometer.
tr: Uygulamanın neden cihazın ivme ölçer'İne erişim istediğini belirtir

source: Specifies the reason for your app to access the device's camera.
tr: Uygulamanızın neden cihazın kamerasına erişimi olduğunu belirtir.

source: Specifies the reason for your app to access the user's location information at all times.
tr: Uygulamanızın kullanıcının konum bilgilerine her zaman erişebilmesi için nedenini belirtir.

source: Specifies the reason for your app to access the user's photo library.
tr: Uygulamanızın kullanıcının fotoğraf kitaplığına erişme nedenini belirtir

source: Specifies the reason for your app to access the user’s location information while your app is in use.
tr: Uygulamanız kullanılırken neden kullanıcının konumuna erişim olduğunu belirtir.

source: Sports
tr: Spor

source: Square icons
tr: Kare ikonlar

source: Startup image
tr: Başlangıç resmi

source: Status
tr: Durumu

source: Status bar
tr: Durum çubuğu

source: Store App ID
tr: Mağaza uygulama kimliği

source: Store Password
tr: Mağaza Parola

source: Store URL
tr: Mağaza URL

source: Stores Info
tr: Mağaza Bilgileri

source: Stores URL
tr: Mağaza URL'i

source: Stretch
tr: Esnet

source: Subheader
tr: Alt başlık

source: Subtitle:
tr: Altyazı:

source: Success.
tr: Başarılı.

source: System
tr: Sistem

source: Tabbar
tr: Sekme çubuğu

source: Tags
tr: Etiketler

source: Tags separated by commas
tr: Virgülle ayrılmış etiketler

source: Template
tr: Şablon

source: Template description
tr: Şablon açıklaması

source: Template name
tr: Şablon adı

source: Template preview
tr: Şablon önizleme

source: Template version
tr: Şablon versiyonu

source: Terms & Conditions
tr: Hüküm ve Koşullar

source: The Bundle Id is required
tr: Paket Kimliği gereklidir

source: The QR Code is not available at this moment
tr: QR Kodunu şu anda kullanılabilir değil

source: The White-label you are trying to edit doesn't exists.
tr: Düzenlemeye çalıştığınız white label mevcut değil

source: The application has been successfully saved
tr: Uygulama başarıyla kaydedildi

source: The application name
tr: Uygulama adı

source: The application's name cannot start with a number
tr: Uygulamanın adı bir sayı ile başlayamaz

source: The bundle id
tr: Paket kimliği

source: The description
tr: Açıklama

source: The description must be at least 200 characters
tr: Açıklama en az 200 karakter olmalıdır

source: The desktop icon
tr: Masaüstü simgesi

source: The entered bundle id is incorrect, it should be like: com.nwicodecms.app
tr: Girilen paket kimliği yanlış, com.turkapp.appo gibi olmalı

source: The field is required
tr: Alanı gereklidir

source: The file has been successfully uploaded
tr: Dosya başarıyla yüklendi

source: The following information are needed to download the source codes:<br />
tr: Aşağıdaki bilgiler, kaynak kodları indirmek için gereklidir:<br />

source: The homepage image
tr: Ana Sayfa resim

source: The key cannot be empty.
tr: Anahtar boş bırakılamaz.

source: The key is already used by another application.
tr: Anahtar zaten başka bir uygulama tarafından kullanılıyor.

source: The keywords
tr: Anahtar

source: The main category
tr: Ana kategori

source: The startup image
tr: Başlangıç görüntü

source: This application does not exist
tr: Bu uygulama yok

source: This application is no longer available
tr: Bu uygulama artık mevcut değil.

source: This application is visible on the front
tr: Bu uygulama ön görülebilir

source: This key is already used by system features.
tr: Bu anahtar zaten Sistem Özellikleri tarafından kullanılır.

source: This option enables you to set the currency used in your app
tr: Bu seçenek, para uygulamanızda kullanılan ayarlamanızı sağlar

source: This page will be displayed to mobile users to enable them to login and manage their account. It is automatically added when you use features which need user login.
tr: Bu sayfa mobil kullanıcılar için oturum açma ve hesap yönetmek sağlamak için görüntülenir. Otomatik olarak kullanıcı girişi gerektiren özellikleri kullanırken eklenir.

source: This user can add pages to this application.
tr: Bu kullanıcı uygulamaya sayfalar ekleyebilir.

source: Tip
tr: Ucu

source: Tips calculator
tr: Bahşiş hesaplayıcı

source: Title
tr: Başlık

source: Title case
tr: Başlık durum

source: Title position
tr: Başlık pozisyonu

source: Titles
tr: Başlıklar

source: To be able to download source codes, please provide the following information:<br />
tr: Kaynak kodları indirmek için, lütfen aşağıdaki bilgileri sağlayın:<br />

source: Top
tr: Üst

source: Topic
tr: Başlık

source: Translation
tr: Çeviri

source: Transparent
tr: Transparan

source: Travel
tr: Seyahat

source: Twitter API Keys
tr: Twitter API Anahtarları

source: Twitter API secret
tr: Twitter API gizli

source: Twitter API settings
tr: Twitter API ayarları

source: Twitter consumer key
tr: Twitter

source: Twitter consumer secret
tr: Twitter tüketici sırrı

source: Type
tr: Yazın

source: UP
tr: YUKARI

source: URL Key
tr: URL Anahtar

source: Upload icon
tr: Yükleme simgesi

source: Upload image
tr: Görsel yükle

source: Upper case
tr: Büyük harf

source: Upside Down
tr: Alt üst

source: Use Owner AdMob
tr: Sahip AdMob'u kullan

source: Use ads for platform owner
tr: Platform sahibi için reklam kullan

source: Use background into all of your application's pages
tr: Tüm uygulama sayfalarına arka plan kullan

source: Use into all of your application's pages
tr: Uygulamanızın bütün sayfaları içine kullanımı

source: Used points
tr: Kullanılan puan

source: User Information
tr: Kullanıcı Bilgileri

source: User:
tr: Kullanıcı:

source: Utilities
tr: Yardımcı Programlar

source: Version
tr: Sürüm

source: Visible
tr: Görünür

source: Visible from all pages
tr: Tüm sayfalarda görünür

source: Visible from all the application's pages (removes the homepage)
tr: Tüm uygulama sayfalarında görünür (Ana Sayfayı kaldırır)

source: We are sorry but this application has been deactivated and may not be re-activated.
tr: Üzgünüz ancak bu uygulama deaktif edildi ve tekrar aktive edilemeyebilir.

source: Weather
tr: Hava durumu

source: Weblink
tr: Adresinden

source: White Label Editor Settings
tr: White Label editör ayarları

source: Width
tr: Genişliği

source: With ads functionality
tr: Reklamlar işlevselliği ile

source: With background audio playing
tr: Arka plan ses çalma ile

source: With background geolocation
tr: Coğrafi konum arka planı ile

source: With options
tr: Opsiyonlarla

source: Yes
tr: Evet

source: You already have sent a certificate.
tr: Zaten bir sertifika gönderdi.

source: You already sent a request, please wait 3 days from your previous request to retry.
tr: Zaten bir istek gönderdiniz, lütfen tekrar denemek için önceki isteğinizden sonra 3 gün bekleyin.

source: You can add or change license in (<strong>Settings / General</strong>).<br/><em>note: builds are only consumed if they're successful.</em>
tr: Lisansı (<strong> Ayarlar / Genel</strong>) ekleyebilir veya değiştirebilirsiniz. <br/> <em> not: yapıların başarılı olması durumunda yalnızca tüketilir. </em>

source: You can download your QRCode by <a class="f-bold" href="%s">clicking here</a>
tr: QR kodunuzu <a class="f-bold" href="%s">yükleyebilirsiniz.</a>

source: You can use <b>%s</b> as variable for your application name.
tr: Uygulama adınız için <b>%s </b> 'i değişken olarak kullanabilirsiniz.

source: You can't go back to Angular design.
tr: Açısal tasarıma geri dönemezsiniz.

source: You can't use this domain.
tr: Bu domain'i kullanamazsınız.

source: You cannot have multiple sessions to manage apps, so the session for this app is closed. This page is about to be reloaded.
tr: Uygulamaları yönetmek için birden fazla oturumu açık olamaz, bu nedenle bu uygulamanın oturumu kapatılıyor. Yeniden yüklenmek üzere.

source: You don't have any applications yet
tr: Henüz herhangi bir uygulama yok

source: You have already sent a certificate
tr: Zaten bir sertifika gönderdiler

source: You have sent a certificate.
tr: Bir sertifika gönderdiniz

source: You have to create a Google account before publishing your application. <a href="https://play.google.com/apps/publish/signup" target="_blank">Click here to create one.</a>
tr: Başvurunuzu yayınlamadan önce bir Google hesabı oluşturmanız gerekir. <a href="https://play.google.com/apps/publish/signup" target="_blank"> oluşturmak için burayı tıklayın. </a>

source: You have to create an Apple account before publishing your application. <a href="https://developer.apple.com/register/index.action" target="_blank">Click here to create one.</a>
tr: Başvurunuzu yayınlamadan önce bir Apple hesabı oluşturmanız gerekir. <a href="https://developer.apple.com/register/index.action" target="_blank"> oluşturmak için burayı tıklayın. </a>

source: You have to purchase the application before downloading the mobile source code.
tr: Mobil kaynak kodunu indirmeden önce uygulamayı satın almalısınız.

source: You haven't chosen any template yet
tr: Henüz herhangi bir şablon seçmedin

source: You may not delete a library icon
tr: Kütüphane simgesini silmek olmayabilir

source: You must choose an ads type
tr: Bir reklam türü seçmelisiniz.

source: You must have published your application to access this feature
tr: Bu özelliğe erişmek için uygulamanız yayınlanmış olması gerekir

source: You must select at least one orientation for iPad!
tr: IPad için en az bir uyum seçmelisiniz!

source: You must select at least one orientation for iPhone!
tr: iPhone için en az bir yön seçmelisiniz!

source: Your CNAME is not properly set
tr: CNAME doğru ayarlanmadı.

source: Your CNAME is properly set
tr: CNAME düzgün ayarlanır

source: Your administrator is using a custom smtp provider, if you don't want to use your own SMTP provider, you are invited to send a whitelist request via the button below
tr: Yöneticiniz özel SMTP sağlayıcısı kullanıyorsa, kendi SMTP sağlayıcınızı kullanmak istemiyorsanız, aşağıdaki düğmeyle beyaz liste isteği göndermeye davetlisiniz.

source: Your analytics has been computed.
tr: Analizleriniz hesaplandı.

source: Your app will be published
tr: Uygulamanız yayınlanacak

source: Your application in few numbers
tr: Uygulamanız az sayıda

source: Your application is now switched to Ionic
tr: Uygulamanız şimdi Ionic'e geçti

source: Your application is ready to be published.
tr: Uygulamanız yayınlanmaya hazır.

source: Your best customers
tr: En iyi müşterileri

source: Your bundle id is invalid, format should looks like com.mydomain.iosid
tr: Format geçersiz. com.mydomain.iosid şeklinde olmalı

source: Your customers in figures
tr: Rakamlarla müşterileri

source: Your customization has been applied to %s.
tr: Özelleştirmeniz %s e uygulandı.

source: Your customization has been applied to your white label panel.
tr: Kişiselleştirmeniz white label panelinize uygulandı.

source: Your design
tr: Tasarım

source: Your domain key "%s" is not valid.
tr: Domain anahtarınız "%s" geçerli değil.

source: Your iOS autobuild License Key
tr: iOS autobuild Lisans Anahtarınız

source: Your mobile address should not contain special characters
tr: Mobil adresinizi Özel Karakter içermemelidir

source: Your package name is invalid, format should looks like com.mydomain.androidid
tr: Paket adınız geçersiz, biçim com.mydomain.androidid gibi görünmelidir

source: Your pages
tr: Sayfaları

source: address
tr: Adres

source: alphabetically
tr: aflabetik olarak

source: building
tr: kurgu

source: by distance
tr: Mesafeye göre

source: default, by creation date
tr: oluşturulma tarihine göre varsayılan

source: e.g: On %s
tr: Örneğin; %s de

source: eBanner iOS price
tr: eBanner iOS fiyatı

source: failed
tr: başarısız

source: from
tr: -den

source: iOS Certificate
tr: iOS Sertifika

source: iPad orientation settings
tr: iPad uyum ayarları

source: iPhone & iPad orientation
tr: iPhone & iPad uyumu

source: iPhone 6 Plus:
tr: 6 iPhone Plus:

source: iPhone 6:
tr: 6 iPhone:

source: iPhone Version
tr: iPhone Sürüm

source: iPhone Version (No Ads)
tr: iPhone versiyonu (Reklamsız)

source: iPhone orientation settings
tr: iPhone uyum ayarları

source: iTunes Connect Login
tr: iTunes Connect Giriş

source: iTunes Connect Password
tr: iTunes Connect parolası

source: icon
tr: Simge

source: like using the GPS or the camera. After the first installation of your app, those messages will be shown to the app user.
tr: GPS veya kamera kullanmak gibi. Uygulamanızın ilk yüklemesinden sonra, bu iletiler uygulama kullanıcısına gösterilecek.

source: pending
tr: bekliyor

source: seconds
tr: saniyeler

source: skip this step
tr: Bu adımı atla

source: success
tr: Başarılı

source: to
tr: için

source: with image
tr: görsel ile

source: without image
tr: Görselsiz
