Repository: OMEGAYALFA/nwicode
Catalog: languages/*/backoffice.po
Languages: tr

source: %d Unread Message
tr: %d Okunmamış mesaj

source: %d Unread Messages
tr: %d Okunmamış mesajlar

source: 60000 maximum allowed.
tr: En fazla 60000'e izin verilir.

source: <b>Actual preview version is Nwicode 5.0</b>.
tr: <b>Gerçek önizleme sürümü Sibirya 5.0</b>.

source: <b>Disclaimer:</b> You are using the <b>preview</b> update channel, this channel is intended for <b>tests & previews</b> of new features, if you are not sure stay with <b>stable channel</b>.
tr: <b> Feragatname: Şu anda güncel kanalın</b> <b> Önizlemesini </b> kullanıyorsunuz, bu kanal yeni özelliklerin <b> test ve önizlemeleri</b> için kullanılmaktadır, emin değilseniz <b> stabil kanalda </b> kalın.

source: <b>Note for Bug report:</b> give us a maximum of description of how you reached the bug, and possibly screenshots.
tr: <b>Hata raporu için not:</b> bize hataya nasıl eriştiğinizi ve muhtemel ekran görüntülerini sağlar.

source: <b>Note</b>: sources & push will be sent immediately after their creation, scheduled push will not work & media optimization is disabled.
tr: <b>Not</b>: Kaynaklar ve push, oluşturulduktan hemen sonra gönderilecek, planlanan push çalışmayacak ve medya optimizasyonu devre dışı bırakılacak.

source: A certificate already exists for the domain %s, if you want to re-generate it, use 'Force re-generate' to proceed.
tr: %s domaini için bir sertifika mevcut, yeniden üretmek istiyorsanız "Yeniden üretmeye zorla"yı seçin

source: APK Queue empty
tr: APK Sırası boş

source: APK Queue status
tr: APK Sıra Durumu

source: APNS Feedback port 2196 is:
tr: APNS Feedback girişi 2196:

source: APNS Feedback:
tr: APNS Geri Bildirimi

source: APNS Port 2195 is:
tr: APNS Girişi 2195:

source: Account
tr: Hesap

source: Account Role
tr: Hesap Rolü

source: Actions
tr: Eylemler

source: Activate VAT number check with VIES
tr: VIES ile KDV numarasını kontrol et

source: Activate user
tr: Aktif kullanıcı

source: Active ?
tr: Aktif?

source: Add a custom text to the footer of your invoices
tr: Faturaların sonuna özel bir mesaj ekle

source: Admin panel type
tr: Admin panel türü

source: Advanced
tr: Gelişmiş

source: Alert: The APK build for the Application: %s (%s) is stuck for more than one hour.
tr: Uyarı: Uygulama için APK yapısı:%s (%s), bir saatten uzun bir süre boyunca sıkışmış.

source: Alert: The Source build for the Application: %s (%s) is stuck for more than one hour.
tr: Uyarı: Uygulama için Kaynak oluşturma:%s (%s), bir saatten uzun bir süre boyunca sıkışmış.

source: All the files are required.
tr: Tüm dosyalar gerekli.

source: An entry already exists for this hostname, remove it first if you need to change your certificates.
tr: Bu sunucu adı için bir giriş zaten var, sertifikalarınızı değiştirmeniz gerekiyorsa önce onu kaldırın.

source: An error occured
tr: Bir hata oluştu

source: An error occured while saving certificate to %s.
tr: Sertifika %s e kaydedilirken bir hata oluştu.

source: An error occurred during the process. Please try again later.
tr: İşlem esnasında hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An unknown error occured while issueing your certificate.
tr: Sertifikanız verilirken bilinmeyen bir hata oluştu.

source: Android SDK:
tr: Android SDK'sı:

source: App name
tr: Uygulama adı

source: Application settings
tr: Uygulama ayarlaro

source: Application successfully queued for generation.
tr: Uygulama, üretim için başarıyla sıraya alındı.

source: Applications/Previewer manifest for automatic updates.
tr: Otomatik güncellemeler için Uygulamalar/Önizleyici göster

source: Are you sure ?
tr: Emin misiniz?

source: Auth type
tr: Yetkili türü

source: Authenticate
tr: Doğrula

source: Average build time in seconds:
tr: Saniye olarak ortalama yapım süresi:

source: Average sources/apk build time:
tr: Ortalama kaynaklar / apk yapım süresi:

source: Backoffice options
tr: Backoffice ayarları

source: Bearer Token Auth (API)
tr: Taşıyıcı Token Doğrulama (API)

source: Bearer Token Auth is valid.
tr: Token Taşıyıcı Doğrulama geçerli.

source: Build status
tr: Kurgu statüsü

source: Build time (in seconds)
tr: Zamanı ayarla (saniye cinsinde)

source: By clicking on link below, you will open your editor in tour editing mode. Please note that your user account must be created on editor side.
tr: Aşağıdaki linke tıklayarak editörünüzü tur düzenleme modunda açacaksınız. Lütfen kullanıcı hesabınızın editör tarafında oluşturulması gerektiğini unutmayın.

source: CA certificate
tr: CA sertifikası

source: CRON Scheduler interval
tr: CRON Planlayıcı aralığı

source: Cache (var/cache, system cache)
tr: (Var/cache sistemi cache)önbellek

source: Cache cleared
tr: Cache temizlendi

source: Can generate APK
tr: APK üretebilir

source: Cert
tr: Sertf

source: Certificate
tr: Sertifika

source: Certificate is valid and SSL is reachable, valid until: %s.<br />Issuer: %s%s
tr: Sertifika geçerli ve SSL'ye erişilebilir, şu tarihe kadar geçerlidir:% s. <br /> İhraç eden:%s %s

source: Certificate path:
tr: Sertifika yolu:

source: Certificate successfully generated.
tr: Sertifika başarıyla üretildi.

source: Certificate successfully generated. Please wait while %s is reloading configuration ...
tr: Sertifika başarıyla oluşturuldu. Lütfen %s yapılandırmayı yeniden yüklerken bekleyin...

source: Certificate successfully re-generated.
tr: Sertifika başarıyla yeniden üretildi.

source: Change the password
tr: Şifreyi değiştir

source: Check if this cron command is installed under the web user & if you have set a timezone in Settings > General
tr: Cron komutu web kullanıcısının altında yüklüyse ve Ayarlar > Genel’de saat diliminizi ayarladıysanız kontrol edin

source: Clear
tr: Temizle

source: Clear cache
tr: Cache temizle

source: Clear logs
tr: Logları temizle

source: Cleared cron errors.
tr: Cron hataları giderildi.

source: Click here to send your CA certificate
tr: CA sertifikanızı göndermek için buraya tıklayın

source: Click here to send your Private certificate
tr: Özel sertifika göndermek için buraya tıklayın

source: Click here to send your certificate
tr: Sertifikanızı göndermek için buraya tıklayın

source: Click to mark as not read
tr: Okunmamış olarak işaretle

source: Click to mark as read
tr: Okunmuş olarak işaretle

source: Closed
tr: Kapalı

source: Complete build log
tr: Kurgu log'unu tamamla

source: Configuration
tr: Konfigürasyon

source: Configuration successfully saved
tr: Yapılandırma başarıyla tamamlandı

source: Core modules
tr: Çekirdek modüller

source: Create a user
tr: Yeni kullanıcı oluştur

source: Created At
tr: Oluşturuldu

source: Creation date
tr: Oluşturma tarihi

source: Cron alerts
tr: Cron alarmlaı

source: Cron interval
tr: Cron aralığı

source: Cron scheduler
tr: Cron planlayıcısı

source: Cron scheduler help
tr: Cron planlayıcı yardım

source: Custom SMTP Configuration
tr: Özel STMP Yapılandırması

source: Day of month
tr: Ayın günü

source: Day of week
tr: Haftanın günü

source: Deactivate user
tr: Aktif olmayan kullancı

source: Default (no)
tr: Default (hayır)

source: Development
tr: Geliştirme

source: Disable cron jobs
tr: Cron işlerini devredışı bırak

source: Disabled
tr: Engellendi

source: Disk usage & Cache:
tr: Disk kullanımı ve Cache:

source: Dismiss & install later
tr: Kapat ve daha sonra yükle

source: Display
tr: Göster

source: Doesn't meet the requirements
tr: Gereklilikleri karşılamıyor.

source: Download latest source
tr: En son kaynağı indir

source: Drop your certificate here
tr: Sertifikanızı buraya bırakın

source: Edit the account "%s"
tr: "%s" hesabını düzenle

source: Edit the user
tr: Kullanıcı düzenle

source: Editor's Design
tr: Editörün tasarımı

source: Enable custom SMTP configuration
tr: Özel SMTP yapılandırmasını etkinleştir

source: Enter your credentials:
tr: Kimlik bilgilerinizi girin:

source: Environment
tr: Çevre

source: Error, order already paid.
tr: Hata, sipariş daha önce ödendi.

source: Errors are displayed on page, outputs are more verbose, this is an option for debug purpose, use with care as it may output some critical informations about your server.
tr: Hata sayfasında görüntülenir, çıkışları daha ayrıntılı olup, bu hata ayıklama amacı, sunucunuz ilgili önemli bilgiler çıktı bile kullanmak için bir seçenek yoktur.

source: Exists
tr: Mevcut

source: External extensions
tr: Dış uzantılar

source: Failed
tr: Başarısız

source: File hash is different from manifest.
tr: Dosya karma manifest'ten farklı.

source: File is missing.
tr: Dosya eksik.

source: Force re-generation
tr: Yeniden üretmeyi zorla

source: Forgot password
tr: Parolamı unuttum

source: Full
tr: Dolu

source: Full path to use within your webserver.
tr: Web sunucunuzda kullanmak için tam yol.

source: General settings
tr: Genel ayarlar

source: Generate
tr: Üret

source: Generate a certificate via Let's Encrypt.
tr: Let's Encyript üzerinden sertifika üretin

source: Generate source
tr: Kaynak üret

source: Generating
tr: Üretiliyor

source: Grant user
tr: Kullanıcı ver

source: HTTP Basic Auth (API)
tr: HTTP Temel Yetkisi (API)

source: HTTP Basic Auth is valid.
tr: HTTP Temel Yetki geçerli.

source: HTTPS & SSL Certificates
tr: HTTPS & SSL Sertifikaları

source: HTTPS host is unreachable.
tr: HTTPS host'u ulaşılabilir değil.

source: HTTPS is not available on your server.
tr: HTTPS sunucunuzda mevcut değil.

source: HTTPS not reachable
tr: HTTPS ulaşılabilir değil

source: HTTPS support is in <b>Beta</b>, you should test it on your <b>development server</b> first & prepare for further migration.
tr: HTTPS desteği <b> Beta </ b> ’da, önce <b> geliştirme sunucunuzda </ b> test etmeli ve daha fazla geçiş için hazırlamalısınız.

source: HTTPS support is in test, you should only try it on your development server prior to prepare for further migration.
tr: HTTPS desteği test aşamasındadır, daha fazla geçiş için hazırlanmadan önce bunu yalnızca geliştirme sunucunuzda denemeniz gerekir.

source: Hide
tr: Gizle

source: Host
tr: Sunucu

source: Hostname
tr: Sunucu ismi

source: Hostnames associated with this Certificate
tr: Bu sertifika ile ilişkili sunucu adları

source: Hour
tr: Saat

source: ID
tr: Kimlik

source: If inactive, your customer won't see the tour.
tr: Aktif değilse müşteriniz turu görüntüleyemeyecek.

source: If you are unable to install or run the cronjob on your hosting/server you can disable it.
tr: Eğer cronjob'i sunucu/server'ınıza yükleyemiyorsanız veya çalıştıramazsanız, devre dışı bırakabilirsiniz.

source: Info
tr: Bilgi

source: Installed
tr: Yüklendi

source: Installed icon packs
tr: Yüklenmiş ikon paketleri

source: Installed layouts
tr: Yüklenmiş layoutlar

source: Installed modules
tr: Yüklenmiş modüller

source: Installed, version
tr: Yüklendi, versiyon,

source: Integrity check
tr: Bütünlük denetimi

source: Invoice options
tr: Fatura ayarları

source: Issued certificates
tr: Verilen sertifikalar

source: Last cron error
tr: Son cron hatası

source: Last failure
tr: Son hata

source: Last success
tr: Son başarı

source: Last trigger
tr: Son tetikleyici

source: Let's Encrypt certificates renewal
tr: Sertifika yenileme işlemlerini şifreleyelim

source: Let's Encrypt environment
tr: Hadi Şifrelemek ortamı

source: Link preview
tr: Link önizleme

source: List of backoffice accounts
tr: Backofis kullanıcıları listesi

source: List of the messages
tr: Mesajlar listesi

source: Loaded
tr: Yüklendi

source: Log
tr: Günlük

source: Log (var/log, log files)
tr: Günlük (var/log, log dosyaları)

source: Login to your backoffice interface
tr: Backofis arabirimine giriş

source: Logs cleared.
tr: Kayıtlar temizlendi

source: Mark all as read
tr: Tamamını okundu olarak işaretle.

source: Mark as new
tr: Yeni olarak işaretle

source: Mark as read
tr: Okundu olarak işaretle

source: Messages
tr: Mesajlar

source: Minute
tr: Dakika

source: Missing parameters for generation.
tr: Üretim için eksik parametreler

source: Mobile Source Codes & Builds
tr: Mobil Üretim Kodları & Kurgular

source: Module/User tasks
tr: Modül/kullanıcı görevleri

source: Month
tr: Ay

source: My Invoices
tr: Faturalar

source: My tour is active
tr: Turum aktif

source: Name
tr: İsim

source: New messages
tr: Yeni mesajlar

source: New users
tr: Yeni kullanıcılar

source: No
tr: Hayır

source: No file has been sent
tr: Hiçbir dosya gönderilmedi.

source: No icon packs
tr: İkon paketi yok.

source: No informations.
tr: Bilgi yok.

source: No layouts
tr: Layout yok

source: No module/user tasks
tr: Modül/kullanıcı görevi yok

source: No system tasks
tr: Sistem görevi yok.

source: None
tr: Hiçbiri

source: Not found
tr: Bulunamadı

source: Not running
tr: Çalışmıyor.

source: Not yet generated.
tr: Henüz üretilmedi.

source: Note:
tr: Not:

source: Note: Let's encrypt X1 is a staging certificate.
tr: Not: X1 şifreleyelim; kademelenme sertifikası.

source: Number of typed characters:
tr: Yazılan karakter sayısı

source: Ok
tr: Tamam

source: Ok, you may consider upgrade to >=5.4
tr: Tamam,> = 5.4’e yükseltebilirsiniz.

source: Ok, you may upgrade to php 5.6
tr: Tamam, php 5.6'ya yükseltebilirsiniz

source: One of the three given Certificates path is not readable, please make sure they have the good rights.
tr: Verilen üç Sertifika yolundan biri okunamaz, lütfen iyi haklara sahip olduklarından emin olun.

source: Open
tr: Açık

source: Open the tour editing mode
tr: Tur düzenleme modunu aç

source: Optional binaries
tr: İsteğe bağlı ikili

source: Optional libraries
tr: İsteğe bağlı kütüphaneler

source: Otherwise install it manually, from your panel, or directly from your ssh access.
tr: Ya da panalden veya doğrudan ssh erişiminizden manuel olarak yükleyin.

source: Overview - WebApp (var/apps/browser, overview & webapp cache)
tr: (Var/apps/Tarayıcı, Genel Bakış & web önbellek)genel bakış - Web

source: Overview cache cleared.
tr: Genel bakış cache'si temizlendi

source: PHP version %s:
tr: PHP versiyonu %s:

source: Password
tr: Parola

source: Path to your CA certificate
tr: Sertifikanıza yol

source: Path to your Certificate
tr: Sertifikanıza yol

source: Path to your Private certificate
tr: Özel sertifikaya yolunuz

source: Path to your Private key
tr: Özel anahtara yol

source: Payment received
tr: Ödeme alındı

source: People who are allowed to access the backoffice
tr: Backofis kullanmasına izin verilenler

source: Permission, denied from Plesk, please use the admin account.
tr: İzin, Plesk'den reddedildi, lütfen yönetici hesabını kullanın.

source: Port
tr: Giriş/Bağlantı noktası

source: Preview 5.0
tr: Ön izleme 5.0

source: Privacy policy URL
tr: Gizlilik Politikası URL'i

source: Private
tr: Özel

source: Private certificate
tr: Özel sertifika

source: Private path:
tr: Özel yol:

source: Production
tr: Üretim

source: Progress
tr: İlerleme

source: Publication access type
tr: Yayınlama erişim türü

source: Push messages:
tr: Push mesajları

source: Queued
tr: Sıraya alındı

source: Queued %s/%s
tr: %s/%s sıraya alındı

source: Read
tr: Oku

source: Rebuild
tr: Yeniden kurgula

source: Rebuild manifest
tr: Tekrar manifest kurgula

source: Rebuilding application manifest files.
tr: Uygulama manifest dosyalarını yeniden oluşturma.

source: Regular updates system
tr: Düzenli güncellem sistemi

source: Remove locks
tr: Kilitleri kaldır

source: Remove locks now
tr: Kilitleri limdi kaldır

source: Removing CRON Scheduler lock files.
tr: CRON Scheduler kilit dosyalarını kaldırma.

source: Removing domains: %s
tr: Alan adları kaldırılıyor: %s

source: Request
tr: Talep

source: Request the certificate via Let's Encrypt.
tr: Sertifikayı Let's Encrypt üzerinden isteyin.

source: Required extensions
tr: Gerekli uzantılar

source: Revoke user
tr: Kullanıcıyı iptal et

source: Run test
tr: Testi çalıştır

source: Sales
tr: Satış

source: Sales configuration
tr: Satış konfigürasyonu

source: Save
tr: Kaydet

source: Select API access
tr: API erişimi seçin

source: Select a panel type or self-managed
tr: Bir panel türü veya self-managed türü seçin

source: Self-managed
tr: Kendi yöneten

source: Self-managed sync is not available for now.
tr: Kendi yöneten senkronizasyon şimdilik mevcut değil.

source: Send anonymous statistics to improve the apps builder.
tr: Uygulama oluşturucuyu geliştirmek için anonim istatistikler gönderin.

source: Server
tr: Sunucu

source: Services
tr: Servisler

source: Show All Applications
tr: Tüm uygulamaları göster

source: Show more
tr: Daha fazla göster

source: Something went wrong with the API Sync to %s, retry or check in your panel if your SSL certificate is correctly setup.
tr: API Senkronizasyonu ile % s arasındaki bir sorun oluştu, SSL sertifikanız doğru bir şekilde ayarlanmışsa panelinizi yeniden deneyin veya kontrol edin.

source: Source
tr: Kaynak

source: Source Queue empty
tr: Kaynak sırası boş

source: Source Queue status
tr: Kaynak Sıra Durumu

source: Sources code
tr: Kaynak kodu

source: Stable
tr: Stabil

source: Staging
tr: Kademelendirme

source: Start editing your platform tour
tr: Platform turunuzu düzenlemeye başlayın

source: Statistics
tr: İstatistikler

source: Statistics are used to improve the platform and help understanding usage of the apps builder.
tr: İstatistikler platformu geliştirmek ve uygulama oluşturucunun kullanımını anlamada yardımcı olmak için kullanılır.

source: Status
tr: Durum

source: Submit a bug report or improvement request for beta/preview
tr: Beta/önizleme için bir hata raporu veya iyileştirme isteği gönderin

source: Success
tr: Başarılı

source: Successfully cleaned-up old certificate.
tr: Eski sertifika başarıyla kaldırıldı.

source: Successfully installed new certificate.
tr: Yeni sertifika başarıyla yüklendi.

source: Successfully removed the certificate.
tr: Sertifika başarıyla kaldırıldı.

source: Successfully saved Certificate to %s
tr: Sertifika başarıyla %s e kaydedildi.

source: Sync files
tr: Senkronize dosyalar

source: System Diagnostic
tr: Sistem Tanısı

source: System tasks
tr: Sistem görevleri

source: System was unable to validate any Bearer Token Auth call.
tr: Sistem herhangi bir Bearer Token Auth çağrısını doğrulayamadı.

source: System was unable to validate any HTTP Basic Auth call.
tr: Sistem, herhangi bir HTTP Temel Kimlik Doğrulama çağrısını doğrulayamadı.

source: Temp (var/tmp, application sources & apk)
tr: Temp (var/tmp, uygulama kaynakları & apk)

source: Templates
tr: Şablonlar

source: Test SSL/HTTPS
tr: SSL/HTTPS'i test et

source: Testing: %s
tr: Test ediliyor: %s

source: The PHP executable guessed path <b>'%s'</b> may be incorrect, please double check for it.
tr: PHP çalıştırılabilir tahmin edilen yol <b>'%s'</b> yanlış olabilir, lütfen bunun için iki kez kontrol edin.

source: The default setting to run your production server.
tr: Üretim sunucunuzu çalıştırmak için varsayılan ayar.

source: The domain %s doesn't belong to you, or is not configured on your server.
tr: %s domaini size ait değil veya server'ınızda yapılandırılmamış.

source: The given CA certificate doesn't match the hostname.
tr: Verilen CA sertifikası, sunucu adıyla eşleşmiyor.

source: The given certificate doesn't match the hostname or wiSibldcard.
tr: Verilen sertifika, hostname veya wiSibldcard ile eşleşmiyor.

source: The given certificate doesn't match the hostname.
tr: Verilen sertifika sunucu adıyla eşleşmiyor.

source: This account can't be deleted, it's the only one
tr: Bu hesap silinemez

source: This action mainly serves as a development & support purpose<br />This will restore App sources 'iOS', 'Android', 'HTML5' & 'Overview' from the latest Nwicode version, then rebuild the manifest to restore installed modules.
tr: Bu eylem temel olarak bir geliştirme ve destek amacıyla işlev görür. <br /> Bu, en son Nwicode sürümünden uygulama kaynakları 'iOS', 'Android', 'HTML5' ve 'Genel Bakış'ı geri yükler, ardından yüklenen modülleri iyileştirmek için manifest'i yeniden oluşturur.

source: This e-mail address must be reachable, as you will receive important e-mails from the system & user actions.
tr: Sistem ve kullanıcı işlemlerinden önemli e-postalar alacağınız için bu e-posta adresi erişilebilir olmalıdır.

source: This message will be displayed as a waiting message when your users chose an offline payment method
tr: Kullanıcılarınız çevrimdışı ödeme yöntemi seçtiğinde bu mesaj bir bekleme mesajı olarak görüntülenir.

source: This message will be displayed as an information message to describe which offline payment method you offer
tr: Bu mesaj, sunduğunuz çevrimdışı ödeme yöntemini tanımlamak için bir bilgi mesajı olarak görüntülenir.

source: This test is for development & support usage, this only highlights potential missing and/or modified files, results need to be interpreted.
tr: Bu test geliştirme ve destek kullanımı içindir, sadece potansiyel eksik ve/veya değiştirilmiş dosyaları gösterir, sonuçlar yorumlanmalıdır.

source: Tools
tr: Araçlar

source: Total sales
tr: Toplam satış

source: Total usage:
tr: Toplam kullanım:

source: Tour settings
tr: Tur ayarları

source: Tour status
tr: Tur statüsü

source: Tour status successfully saved.
tr: Tur başarıyla kaydedildi.

source: Unable to connect in HTTPS or to validate the SSL Certificate.<br />Check if your are not in `Staging`
tr: HTTPS'ye bağlanılamıyor veya SSL Sertifikasını doğrulamıyor. <br/> "Staging"de olup olmadığınızı kontrol edin.

source: Unknown
tr: Bilinmeyen

source: Unknown - Self-managed
tr: 22/5000 Bilinmeyen - Kendi yöneten

source: Update
tr: Güncelle

source: Update channel
tr: Kanalı güncelle

source: Updated At
tr: Güncellendi

source: Upload
tr: Yükle

source: Upload files or use existing certificates on my server
tr: Sunucumdaki dosyaları yükle veya mevcut sertifikaları kullan

source: Upload my certificates
tr: Sertifikalarımı yükle

source: Upload your own certificates
tr: Kendinize ait tüm sertifikaları yükleyin

source: Use HTTPS
tr: HTTPS kullanın

source: Use existing certificates on my server
tr: Serverımda mevcut sertifikaları kullan

source: User successfully deleted
tr: Kullanıcı başarıyla silindi

source: User's status successfully edited
tr: Kullanıcı durumu başarıyla düzenlendi

source: Username
tr: Kullanıcı adı

source: VAT check options
tr: KDV kontrol seçenekleri

source: Validation
tr: Doğrulama

source: VestaCP (php 5.6+ only)
tr: VestaCP (yalnızca php 5.6+)

source: View Details
tr: Ayrıntıları görüntüle

source: Waiting for %s to reload, this can take a while...
tr: %s in yeniden yüklemesi bekleniyor, biraz zaman alabilir.

source: We recommned using <b>preview</b> on a testing or development server, we won't provide regular ticket support for these update channels, only bug reports via the form below.
tr: Bir test veya geliştirme sunucusunda <b> önizleme </b> kullanmanızı öneririz. Bu güncelleme kanalları için normal bilet desteği sağlamayacağız, yalnızca aşağıdaki form aracılığıyla hata raporları sunacağız.

source: Web space
tr: Web alanı

source: Whitelabel hostnames associated with this Certificate
tr: Bu sertifika ile ilişkili whitelabel sunucu adları

source: Whitelabel request
tr: Whitelabel talebi

source: Whitelabels
tr: Whitelabel'lar

source: Yes
tr: Evet

source: Yes, install the update.
tr: Evet, güncellemeyi indir.

source: You are about to clean all the cron lock files ! Are you sure ?
tr: Temiz olduğunuz tüm cron kilit dosyaları . Emin misin ?

source: You are about to clean all the cron lock files !\nAre you sure ?
tr: Tüm cron kilit dosyalarınızı temizlemek üzeresiniz !\n Emin misiniz?

source: You are about to clean all your log files ! Are you sure ?
tr: Tüm temizlik için günlük dosyaları . Emin misin ?

source: You are about to clean all your log files !\nAre you sure ?
tr: Tüm log dosyalarınızı temizlemek üzeresiniz !\n Emin misiniz?

source: You are about to delete this certificate, Are you sure ?
tr: Bu sertifikayı silmek üzeresiniz, emin misiniz?
