Repository: OMEGAYALFA/nwicode
Catalog: languages/*/backoffice.po
Languages: tr

source: You are about to wipe all your temporary files, this includes the generated sources & apk builds ! Are you sure ?
tr: Tüm geçici dosyaları silmek üzere olduğunuz bu oluşturulan kaynakları ve muayene yapılar içerir . Emin misin ?

source: You are about to wipe all your temporary files, this includes the generated sources & apk builds !\nAre you sure ?
tr: Tüm geçici dosyalarınızı silmek üzeresiniz, bu, oluşturulan kaynakları ve apk oluşumlarını içerir !\n Emin misiniz?

source: You can use <b>%s</b> as a dynamic variable for your application name.
tr: Uygulama adınız için <b>%s </b> bir dinamik değişken olarak kullanabilirsiniz.

source: You have a Source generation stuck for more than 1 hour, please check in <b>Settings > Advanced > Cron</b> for the stuck build.<br />To unlock further builds you can remove locks from the button below.
tr: 1 saatten daha uzun bir süredir bekleyen bir Kaynak oluşturma işleminiz var, lütfen <b> Ayarlar> Gelişmiş> Cron </ b> 'u kontrol edin. <br /> Daha fazla kurgunun kilidini açmak için aşağıdaki düğmeden kilitleri kaldırabilirsiniz.

source: You have an APK generation stuck for more than 1 hour, please check in <b>Settings > Advanced > Cron</b> for the stuck build.<br />To unlock further builds you can remove locks from the button below.
tr: 1 saatten fazla bir süredir takılı kalmış bir APK sürümünüz var, lütfen takılı yapı için <b> Ayarlar> Gelişmiş> Cron </ b> 'u kontrol edin. <br /> Daha fazla kurulumun kilidini açmak için aşağıdaki düğmeden kilitleri kaldırabilirsiniz.

source: You have no certificate yet.
tr: Henüz sertifikanız yok.

source: You have no new messages.
tr: Yeni mesajınız yok.

source: You must select an Admin panel type before requesting a Certificate.
tr: Bir sertifika paneli türü seçmelisiniz.

source: Your HTTPS/SSL Certificate is about to expire in <b>%s day%s</b>, don't forget to renew it on the following page <a href="%s"""""""""""""""""""""""""""""""">configuration</a>."""""""""""""""""""""""""""""""
tr: HTTPS/SSL Sertifikanızın, <b>%s gün%s</ b> içinde sona ermek üzere aşağıdaki sayfada yenilemeyi unutmayın <a href="%s""""""""""""""""""""""""""""""""> yapılandırma </a> ."""""""""""""""""""""""""""""""

source: Your HTTPS/SSL Certificate is about to expire in <b>%s day%s</b>, don't forget to renew it on the following page <a href="%s"""""""""""""""">configuration</a>."""""""""""""""
tr: HTTPS/SSL Sertifikanız, <b>%s gün%s </b> içinde sona ermek üzere, aşağıdaki sayfada yenilemeyi unutmayın <a href="%s""""""""""""""""> yapılandırma</a> ."""""""""""""""

source: Your HTTPS/SSL Certificate is about to expire in <b>%s day%s</b>, don't forget to renew it on the following page <a href="%s"""""""">configuration</a>."""""""
tr: HTTPS/SSL Sertifikanızın, <b>%sgün%s</b> içinde sona ermek üzere, aşağıdaki sayfada yenilemeyi unutmayın <a href="%s""""""""> yapılandırma </a> ."""""""

source: Your HTTPS/SSL Certificate is about to expire in <b>%s day%s</b>, don't forget to renew it on the following page <a href="%s"">configuration</a>."
tr: HTTPS/SSL Sertifikası <b>%</b> s gün,%s, aşağıdaki sayfada a href="%s"">yapılandırma </a><yenilemek unutmayın.sona gelmek üzere "

source: Your HTTPS/SSL Certificate is about to expire in <b>%s day%s</b>, don't forget to renew it on the following page <a href="%s">configuration</a>.
tr: HTTPS/SSL Sertifikası <b>%</b> s gün,%s, aşağıdaki sayfa yenilemek"%>yapılandırma </a>s"<a href=unutma.sona gelmek üzere

source: Your certificate is invalid
tr: Sertifikanız geçersiz

source: Your certificate is valid until:
tr: Sertifikanız şu tarihe kadar geçerli:

source: Your certificates are saved.
tr: Sertifikalarınız kaydedildi.

source: Your new password
tr: Yeni şifreniz

source: Your password
tr: Şifreniz

source: [Global]
tr: [Küresel]

source: [Let's Encrypt] renewing certificate.
tr: [Let's Encrypt] sertifika yenileniyor.

source: [Let's Encrypt] will add %s to SAN.
tr: [Let's Encrypt] %s'i SAN'a ekler.

source: [Nwicode_Cpanel] Unable to update cPanel SSL Certificate for %s
tr: [Nwicode_Cpanel] %s için cPanel SSL Sertifikası güncellenemiyor

source: [Nwicode_VestaCP] requires php 5.6+
tr: [Nwicode_VestaCP], php 5.6+ gerektiriyor

source: [Plesk] Unknown error.
tr: Bilinmeyen hata.

source: [Sources]
tr: [Kaynaklar]

source: customer
tr: Müşteri

source: for the bundle id:
tr: Bundle kimliği için:

source: per page
tr: Sayfa başına

source: see Settings > Advanced > Configuration > Cron to edit options.
tr: Seçenekleri düzenlemek için Ayarlar> Gelişmiş> Yapılandırma> Cron'a bakın.

source: values are refreshed once a day only!
tr: Değerler sadece günde bir kez yenilenir!
