Repository: OMEGAYALFA/nwicode
Catalog: languages/*/c_datepicker.po
Languages: ru, tr

# datepicker
source: Millisecond
ru: Апреля
tr: Nis

# datepicker
source: Millisecond
ru: Апреля
tr: Nisan

# datepicker
source: Millisecond
ru: Отменить
tr: İptal

# datepicker
source: Millisecond
ru: День
tr: Gün

# datepicker
source: Millisecond
ru: Декабря
tr: Ara

# datepicker
source: Millisecond
ru: Декабря
tr: Aralık

# datepicker
source: Millisecond
ru: Февраля
tr: Şub

# datepicker
source: Millisecond
ru: Февраль
tr: Şubat

# datepicker
source: Millisecond
ru: Час
tr: Saat

# datepicker
source: Millisecond
ru: Января
tr: Ocak

# datepicker
source: Millisecond
ru: Января
tr: Ocak

# datepicker
source: Millisecond
ru: Июля
tr: Tem

# datepicker
source: Millisecond
ru: Июля
tr: Temmuz

# datepicker
source: Millisecond
ru: Июня
tr: Haz

# datepicker
source: Millisecond
ru: Июня
tr: Haziran

# datepicker
source: Millisecond
ru: Марта
tr: Mar

# datepicker
source: Millisecond
ru: Марта
tr: Mart

# datepicker
source: Millisecond
ru: Может
tr: Mayıs

# datepicker
source: Millisecond
ru: Миллисекунд
tr: Milisaniyelik

# datepicker
source: Millisecond
ru: Минуту
tr: dakika

# datepicker
source: Millisecond
ru: Месяц
tr: Ay

# datepicker
source: Millisecond
ru: Ноября
tr: Kas

# datepicker
source: Millisecond
ru: Ноября
tr: Kasım

# datepicker
source: Millisecond
ru: ОК
tr: Tamam

# datepicker
source: Millisecond
ru: Октября
tr: Ekim

# datepicker
source: Millisecond
ru: Октября
tr: Ekim

# datepicker
source: Millisecond
ru: Выберите дату и время
tr: Tarih ve saati seçin

# datepicker
source: Millisecond
ru: Секунд
tr: İkinci

# datepicker
source: Millisecond
ru: Сентября
tr: Eylül

# datepicker
source: Millisecond
ru: Сентября
tr: Eylül

# datepicker
source: Millisecond
ru: Год
tr: Yıl
