Repository: OMEGAYALFA/nwicode
Catalog: languages/*/c_rss.po
Languages: tr

# rss
source: 1 day
tr: 1 gün

# rss
source: 1 hour
tr: 1 saat

# rss
source: 1 minute
tr: 1 dakika

# rss
source: 12 hours
tr: 12 saat

# rss
source: 15 minutes
tr: 15 dakika

# rss
source: 3 hours
tr: 3 saat

# rss
source: 30 minutes
tr: 30 dakika

# rss
source: 6 hours
tr: 6 saat

# rss
source: Add a feed
tr: Bir besleme ekleyin

# rss
source: Add a thumbnail
tr: Bir küçük resim eklemek

# rss
source: Cache lifetime (excluding pull to refresh)
tr: Önbellek ömür boyu (çekme hariç yenilemek için)

# rss
source: Cache lifetime (excluding user refresh)
tr: (Hariç kullanıcı yenileme)önbellek ömür boyu

# rss
source: Card
tr: Kartı

# rss
source: Card & option only applies to layout 1.
tr: Kart ve seçenek yalnızca 1 düzeni için geçerlidir.

# rss
source: Card & list only applies to layout 1
tr: Kart ve liste sadece 1 düzeni için geçerlidir

# rss
source: Contact information
tr: İletişim bilgileri

# rss
source: Date format
tr: Tarih Biçimi

# rss
source: Description / Subtitle
tr: Açıklama / Altyazı

# rss
source: Design
tr: Tasarım

# rss
source: Disabling cache can have significant performance impacts on aggregated feeds.
tr: Önbelleği devre dışı bırakılması, toplu akışları üzerinde önemli performans etkileri olabilir.

# rss
source: Disabling cache can have significant performance impacts.
tr: Önbelleği devre dışı bırakılması önemli performans etkileri olabilir.

# rss
source: Display cover image
tr: Ekran kapağı resim

# rss
source: Display feeds as groups
tr: Ekran grupları olarak beslenir

# rss
source: Display thumbnail
tr: Küçük resim

# rss
source: Feed
tr: Besleme

# rss
source: Feed URL (RSS)
tr: Besleme URL (RSS)

# rss
source: Feed URL, Atom / RSS
tr: Besleme URL, Atom / RSS

# rss
source: Feed saved
tr: Yem kurtardı

# rss
source: Feeds aggregation
tr: Toplama beslemeleri

# rss
source: Link
tr: Bağlantı

# rss
source: List
tr: Liste

# rss
source: Manage content
tr: İçeriği Yönet

# rss
source: Manage feeds
tr: Yönetmek beslemeleri

# rss
source: Merge all feeds
tr: Tüm beslemeleri birleştirme

# rss
source: Merge all feeds (defaults)
tr: Tüm yayınları (varsayılan)birleştirme

# rss
source: No cache
tr: Hayır önbellek

# rss
source: Note: cache is automatically refreshed on any user pull to refresh action whatever the lifetime set.
tr: Not: önbellek otomatik olarak herhangi bir kullanıcı ömür boyu kümesi ne olursa olsun eylem yenilemek için çekin yenilenir.

# rss
source: Nothing to re-order!
tr: Yeniden bir şey sipariş!

# rss
source: Position
tr: Pozisyon

# rss
source: Replace feed subtitle
tr: Altyazı yem

# rss
source: Replace feed thumbnail
tr: Küçük besleme değiştirin

# rss
source: Replace feed title
tr: Besleme başlığını değiştir

# rss
source: Save
tr: Kaydet

# rss
source: Settings
tr: Ayarları

# rss
source: Settings & Design
tr: Ayarlar & Tasarım

# rss
source: Subtitle
tr: Altyazı

# rss
source: This feed doesn't exists.
tr: Bu yem yok.

# rss
source: Title
tr: Başlık

# rss
source: Unlimited (until any pull to refresh)
tr: (Herhangi bir çek yenilemek kadar)sınırsız

# rss
source: Use first entry as cover
tr: Kapak olarak ilk girişi kullanın

# rss
source: You are about to remove this Feed ! Are you sure ?
tr: Bu Yem silmek üzeresiniz ! Emin misin ?
