Repository: OMEGAYALFA/nwicode
Catalog: languages/*/chatrooms.po
Languages: tr

source: this window will be closed automatically!
tr: bu pencere otomatik olarak kapanacaktır.

source: %s - Message report! - %s
tr: %s - Mesajı rapor! - %s

source: <b>%s</b> reported the following message
tr: <b>%s</b> aşağıdaki iletiyi rapor

source: Accept as friend
tr: Arkadaş olarak kabul et

source: Add
tr: Ekle

source: Add a chatroom
tr: Bir sohbet odası Ekle

source: Add friend
tr: Arkadaş ekle

source: Add friends by tapping on the Add button on the top left of this panel!
tr: Bu panelin sol üst bölümünde bulunan Ekle düğmesine dokunarak arkadaş ekleyin!

source: All messages
tr: Tüm mesajlar

source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

source: Are you sure you want to delete this chatroom?
tr: Bu forumda silmek istediğinizden emin misiniz?

source: Block
tr: Blok

source: Blocked users
tr: Engellenen kullanıcılar

source: Cancel
tr: İptal

source: Cancel friend request
tr: Arkadaşlık isteğini iptal et

source: Change nickname
tr: Takma adı değiştir

source: Channels
tr: Kanallar

source: Chatrooms
tr: Sohbet odaları

source: Close
tr: Yakın

source: Delete
tr: Sil

source: Description
tr: Açıklama

source: Discard message!
tr: Mesaj atın!

source: Done
tr: Bitti

source: Enter the exact name of the private chatroom:
tr: Özel sohbet odası tam adını girin:

source: Enter your friend's nickname or email address
tr: Arkadaşının adı veya e-posta adresini girin

source: Friend requests
tr: Arkadaş istekleri

source: Friends
tr: Arkadaşlar

source: Hey there,
tr: Merhaba,

source: Import from Library
tr: Kütüphaneden al

source: It's you!
tr: Sensin!

source: Join private chatroom
tr: Özel sohbet odası katılın

source: Keep message & clear reports!
tr: Mesaj ve net raporlar tutmak.

source: Leave room
tr: Odadan

source: Manage friends
tr: Arkadaşlar Yönet

source: Message
tr: Mesaj

source: Message is now removed from the channel!
tr: Mesajı şimdi kanal kaldırılır.

source: Message reports are cleared!
tr: Mesaj raporları temizlenir.

source: Moderation
tr: Ilımlılık

source: Name
tr: Adı

source: Nickname
tr: Takma ad

source: No description
tr: Hayır açıklama

source: No reports.
tr: raporlar yok

source: None
tr: Yok

source: Notifications
tr: Bildirimleri

source: OK
tr: TAMAM

source: Only mentions
tr: Sadece bahseder

source: Please choose a nickname
tr: Lütfen bir takma ad seçin

source: Please tell us why you want to report this message?
tr: Bu mesajı rapor etmek istiyorum neden söyler misin?

source: Private chatroom names must only use alphanumerical characters, spaces, '-', '_' and '.', and must include at least 1 letter.
tr: Özel sohbet odası isimleri sadece alfanümerik karakterler, boşluklar, '-', '_' kullanın ve ' gerekir.' ve en az 1 harf içermelidir.

source: Profile
tr: Profil

source: Remove from friends
tr: Arkadaşlar çıkarın

source: Report this message
tr: Rapor bu mesajı

source: Reports
tr: Raporlar

source: Request as friend
tr: İstek olarak arkadaşım

source: Required field
tr: Zorunlu alan

source: Review post reports
tr: İnceleme sonrası raporlar

source: Room description:
tr: Oda açıklaması:

source: Save
tr: Kaydet

source: Send
tr: Gönder

source: Someone reported a message in your chat.
tr: Biriyle sohbet bir mesaj bildirdi.

source: Sorry
tr: Üzgünüm

source: Take a picture
tr: Bir resim çekmek

source: Thanks for your report, and Admin will check it!
tr: Rapor için teşekkürler ve Admin kontrol edecektir.

source: This message doesn't exists!
tr: Bu mesajı yok!

source: This message doesn't exists, or is already moderated!
tr: Bu mesaj, öyle bir şey yok, ya da zaten denetlenmektedir.

source: This nickname is already taken
tr: Bu takma ad zaten alınır

source: This nickname is too long
tr: Bu takma adı çok uzun

source: Unblock
tr: Engelini

source: View user profile
tr: Kullanıcı profilini görüntüleyin

source: We have trouble connecting you to the chat server. Please try again later.
tr: Sohbet sunucusuna bağlanma sorunu var. Lütfen daha sonra tekrar deneyin.

source: We haven't found this person!
tr: Bu kişi bulamadık.

source: With the reason
tr: Nedeni ile

source: You are receiving this e-mail because you are one of the registered <b>moderators</b> for the Chat %s on the Application %s
tr: Sohbet %kayıtlı <b>moderatör</b> Bir Uygulama %s s çünkü bu e-postayı alma -

source: Your chatrooms
tr: Sohbet odaları sizin

source: Your nickname can only use letters, numbers, and underscore. No spaces.
tr: Takma adınız sadece harf, sayı, alt çizgi olabilir. Boşluk.

source: Your pending requests
tr: Bekleyen istekleri

source: below you can take immediate actions on the reported message!
tr: aşağıda bildirilen mesajı hemen harekete geçebilir.
