Repository: OMEGAYALFA/nwicode
Catalog: languages/*/comment.po
Languages: tr

source: 'Near me' radius (in km):
tr: (Km) 'yakınımda' radius:

source: Add a comment
tr: Bir yorum ekle

source: An error occurred while deleting this answer. Please try again later.
tr: Bu cevap silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: COMMENTS
tr: Yorumlar

source: Create a news
tr: Haber yarat

source: Create a news:
tr: Bir haber oluşturun:

source: Delete this info
tr: Bu bilgileri silmek

source: Flag
tr: İşaretle

source: Flag as inappropriate
tr: Bayrak gibi uygunsuz

source: Hide this info
tr: Bu bilgiyi gizle

source: Information successfully deleted
tr: Bilgiler başarıyla silindi

source: Information successfully hidden
tr: Bilgi başarıyla gizli

source: Information successfully saved
tr: Bilgiler başarıyla kaydedildi

source: Information successfully shown
tr: Bilgi başarıyla gösterilir

source: Insert a
tr: Ekle

source: It will be visible only after validation by our team.
tr: Sadece ekibimizin onayından sonra görünür olacaktır.

source: My customers answers
tr: Müşterilerim cevapları

source: My customers' comments
tr: Müşterilerin yorumları

source: Near me
tr: Bana yakın

source: Near me settings
tr: Bana yakın ayarları

source: Near me' radius (in km):
tr: Yarıçap yakınımda (Km):

source: New post
tr: Yeni gönderi

source: No comment for now
tr: Şu an için yorum yok

source: No comments for now
tr: Şu an için yorum yok

source: Publishing date
tr: Yayın tarihi

source: Radius
tr: Yarıçapı

source: Radius must be a valid numeric value.
tr: Yarıçapı geçerli bir sayısal değer olmalıdır.

source: Radius must be provided.
tr: Yarıçapı sağlanmalıdır.

source: Read More
tr: Daha fazla oku

source: Recent
tr: En son

source: Show this info
tr: Bu Bilgi göster

source: There is no comment for this news
tr: Bu haber için Yorum yok

source: Was flagged as inappropriate
tr: Oldu uygunsuz olarak işaretledi

source: You can't like more than once the same news
tr: Aynı haber için bir kereden fazla beğeni yapılamaz.

source: You have to enter a text message.
tr: Bir text mesajı girmelisiniz.

source: You need to be connected to create a post
tr: Bir yazı oluşturmak için internete bağlı olmanız gerekir

source: Your flag has successfully been notified
tr: İşaretlemeniz başarıyla bildirilmiştir

source: Your like has been successfully added
tr: Beğeniniz başarıyla eklendi

source: Your message has been successfully saved.
tr: Mesajınız başarılı bir şekilde kaydedildi.

source: Your post was successfully added
tr: Yazınızı başarıyla eklendi

source: en
tr: ing
