Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default.po
Languages: tr

source: %s / Month
tr: % / Ay s

source: %s / Year
tr: %s / Yıl

source: %s An unknown error occurred, please try again later.
tr: %s Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: %s Image
tr: %Resim s

source: %s Images
tr: %Görüntüleri s

source: %s ago
tr: %s önce

source: %s, No params sent.
tr: %s, parametre gönderilmedi.

source: 10 seconds
tr: 10 saniye

source: 15 seconds
tr: 15 saniye

source: 20 seconds
tr: 20 saniye

source: 30 seconds
tr: 30 saniye

source: 404, page not found
tr: 404, sayfa bulunamadı

source: A step requires at least a title and a text.
tr: Bir adım, en azından bir başlık ve bir metin gerektirir.

source: APIs
tr: API

source: APK Generator Service
tr: Kuru temizleme Jeneratör Servisi

source: APK Generator advanced settings
tr: Kuru temizleme Jeneratör gelişmiş ayarlar

source: APK Generator for builds from the Editor (Local or Service)
tr: İçin Kuru Temizleme Jeneratör (Yerel veya Hizmet)Editör oluşturur

source: Access Management
tr: Erişim yönetimi

source: Account
tr: Hesap

source: Accounts
tr: Hesapları

source: Actions
tr: Eylemler

source: Activate
tr: Aktive et

source: Activity
tr: Etkinliği

source: AdMob Banner ID
tr: Almasıyla Banner KİMLİĞİ

source: AdMob Interstitial ID
tr: Almasıyla İnterstisyel KİMLİĞİ

source: Add
tr: Ekle

source: Add Image
tr: Görsel ekle

source: Add a
tr: Ekleyin

source: Add a page
tr: Bir sayfa Ekle

source: Add a picture
tr: Resim ekle

source: Add content
tr: İçerik ekle

source: Add extension
tr: Uzantı Ekle

source: Add feature
tr: Özellik ekle

source: Add image
tr: Resim Ekle

source: Add new upload extensions.
tr: Yeni upload uzantıları ekleyin.

source: Address
tr: Adres

source: Address (more)
tr: Adres (daha fazla)

source: Addresses
tr: Adresleri

source: Admin panel type
tr: Admin panel türü

source: Admob Banner ID
tr: Admob Banner Kimliği

source: Admob Interstitial ID
tr: Admob Interstitial Kimliği

source: Advanced options
tr: Gelişmiş ayarlar

source: After validating, you will be redirected to the 2Checkout checkout page.
tr: Doğrulama işleminden sonra 2Checkout ödeme sayfasına yönlendirilirsiniz.

source: After validating, you will be redirected to the PayPal checkout page.
tr: Doğrulama işleminden sonra PayPal ödeme sayfasına yönlendirileceksiniz.

source: Alert: The SSL Certificate %s automatic renewal failed.
tr: Uyarı: SSL Sertifika %s otomatik yenileme başarısız oldu.

source: Alignment
tr: Hizalama

source: All data
tr: Tüm veri

source: All items
tr: Tüm öğeleri

source: All user list
tr: Tüm kullanıcı listesi

source: Allow users to export features
tr: Kullanıcı özellikleri vermek için izin ver

source: Allow users to import features
tr: Kullanıcı özellikleri almak için izin verir

source: Allowed upload extensions.
tr: İzin yükle uzantıları.

source: An error occurred during process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred during process.<br />Please try again later.
tr: İşlem sırasında bir hata oluştu. <br /> Lütfen daha sonra tekrar deneyin.

source: An error occurred during the process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while editing your invoice : can't find order
tr: Faturanızı düzenlerken bir hata oluştu: Sipariş bulunamıyor

source: An error occurred while loading places.
tr: Yerler yüklenirken bir hata oluştu.

source: An error occurred while loading. Please try again later.
tr: Yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while loading. Please, try again later.
tr: Yüklenirken bir hata oluştu. Daha sonra tekrar deneyin.

source: An error occurred while processing your payment.
tr: Ödemeniz gerçekleştirilirken bir hata oluştu.

source: An error occurred while saving
tr: Kaydederken bir hata oluştu

source: An error occurred while saving your account. Please try again later.
tr: Hesabınızı kaydederken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your picture. Please try again later.
tr: Resminizi kaydederken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

source: An error occurred while saving your picture. Please try againg later.
tr: Resminiz kaydedilirken bir hata oluştu. Daha sonra tekrar deneyiniz.

source: An error occurred while saving. Please try again later.
tr: Kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving. Please, try again later.
tr: Kaydedilirken bir hata oluştu. Daha sonra tekrar deneyin.

source: An error occurred while uploading your file. Please, try again later.
tr: Dosya yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An unexpected error occurred while calculating the route.
tr: Rota hesaplanırken beklenmeyen bir hata oluştu.

source: An unknown error occurred while creating the push notification.
tr: Push bildirimi oluşturulurken bilinmeyen bir hata oluştu.

source: An unknown error occurred while issue-ing your certificate.
tr: Sertifikanız verilirken bilinmeyen bir hata oluştu.

source: An unknown error occurred while loading the page.
tr: Sayfa yüklenirken bilinmeyen bir hata oluştu.

source: Android APK
tr: Android MUAYENE

source: Android SDK is not installed
tr: Android SDK yüklü değil

source: Android Source
tr: Android Kaynak

source: Android base Package Name can't be empty.
tr: Android base paket adı boş bırakılamaz.

source: Android base Package Name must contain only letters, dots & minus with at least two dots.<br />Example: com.mydomain.admin
tr: Android base paket adı en az iki nokta ile sadece harf, nokta ve eksi içermelidir. <br /> Örnek: com.mydomain.admin

source: Android base Package Name must contain only letters, dots & minus.
tr: Android temel Paket Adı sadece harf, nokta ve eksi içermelidir.

source: Android only
tr: Yalnızca Android

source: Answers
tr: Cevapları

source: App analytics
tr: Uygulama analizleri

source: App id
tr: Uygulama KİMLİĞİ

source: Appearance
tr: Görünüm

source: Apple Development teams
tr: Apple Geliştirme ekipleri

source: Application
tr: Uygulama

source: Application Name
tr: Uygulama adı

source: Application base Bundle ID (iOS)
tr: Uygulama temel Paket İsmi (iOS)

source: Application base Package Name (Android)
tr: Uygulama temel Paket İsmi (Android)

source: Applications
tr: Uygulamalar

source: Are you sure you want to delete this admin?
tr: Bu admini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this element?
tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this invoice?
tr: Bu faturayı iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to delete this subscription?
tr: Bu üyeliği silmek istediğinizden emin misiniz?

source: Are you sure you want to remove this account?
tr: Bu hesabı silmek istediğinizden emin misiniz?

source: Artist
tr: Sanatçı

source: At least one <b>published</b> application is required in order to use global push notifications.
tr: Global push bildirimlerini kullanmak için en az bir <b> yayınlanmış</b> uygulama gereklidir.

source: At least, 1 page in the application
tr: En az 1 Sayfa uygulama

source: Attachment
tr: Ek

source: Audio
tr: Ses

source: Authentication failed
tr: Kimlik doğrulaması başarısız oldu

source: Authentication failed. Please check your email and/or your password
tr: Kimlik doğrulaması başarısız oldu. Lütfen e-posta ve/veya şifrenizi kontrol edin

source: Authentication failed. Please, check the username and/or the password
tr: Kimlik doğrulama başarısız oldu. Lütfen kullanıcı adını ve / veya şifreyi kontrol edin

source: Autocomplete & Suggestions ...
tr: Otomatik Tamamlama Ve Öneriler ...

source: Average cart
tr: Ortalama sepet

source: Average for active users
tr: Aktif kullanıcılar için ortalama

source: Average for all users
tr: Tüm kullanıcılar için ortalama

source: Back
tr: Geri

source: Back button icon
tr: Geri düğmesi simgesi

source: Background
tr: Arka plan

source: Background (landscape)
tr: Arkaplan (yatay)

source: Background (portrait)
tr: Arka plam (dikey)

source: Bad settings can break your APK Generator, leave empty to use defaults.
tr: Kötü ayarları MUAYENE Jeneratör break, varsayılan kullanmak için boş bırakın.

source: Banner & Interstitial
tr: Banner Ve İnterstisyel

source: Be careful you are working in
tr: Dikkat edin, çalışıyorsunuz

source: Bearer Token
tr: Taşıyıcı Belirteci

source: Before you can send push notification, you must have at least one of iOS or Android application in a published state.
tr: Push bildirimi göndermeden önce, yayınlanmış bir iOS veya Android uygulamasından en az birine sahip olmanız gerekir.

source: Booking
tr: Rezervasyon

source: Booking details
tr: Rezervasyon detayları

source: Booking::findAction An unknown error occurred, please try again later.
tr: Rezervasyon : Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: Bottom
tr: Alt

source: Browse
tr: Gözat

source: Button
tr: Düğme

source: Button assertive
tr: İddialı düğme

source: Button balanced
tr: Uyumlu düğme

source: Button calm
tr: Sakin düğme

source: Button dark
tr: Koyu düğme

source: Button energized
tr: Buton aktive edildi.

source: Button light
tr: Açık renk düğme

source: Button positive
tr: Olumlu düğme

source: Button royal
tr: Asil düğme (button royal)

source: By checking this, a search field will appear in your folder feature
tr: Bunu onaylayarak, klasör özelliğinizde bir arama alanı görünecektir.

source: By default, popups steps try to use a smart placement. You can force this placement if needed.
tr: Varsayılan olarak, pop-up adımları akıllı yerleştirme kullanmaya çalışır. Gerektiğinde bu yerleştirmeyi deneyebilirsiniz.

source: Calendar
tr: Takvim

source: Callback URIs
tr: Geri Arama URI

source: Can only be used once
tr: Yalnızca bir kez kullanılabilir

source: Cancel
tr: İptal

source: Card
tr: Kartı

source: Card Item
tr: Kart öğesi

source: Careful, someone else is working on this application.
tr: Dikkat edin, başka biri bu uygulama üzerinde çalışıyor.

source: Cart
tr: Sepeti

source: Catalog
tr: Katalog

source: Certificate is valid and SSL is reachable, valid until: %s.<br />Issuer: %s%s
tr: Sertifika geçerli ve SSL'ye erişilebilir, şu tarihe kadar geçerlidir: %s. <br />veren: %s%s

source: Change password
tr: Parolayı Değiştir

source: Change your<br /><span class='bold'>picture</span>
tr: <br /><span class='bold'>resminizi değiştirin</ span>

source: Changing the Application icon requires a rebuild / republication.
tr: Uygulama simgesi değiştirme yeniden / bir yayınlanması gerekir.

source: Changing this option requires you to republish your iOS application.
tr: Bu seçeneği değiştirmek iOS uygulama yayımlamak gerektirir.

source: Checkbox
tr: Onay kutusu

source: Checkbox off
tr: Onay kutusu kapalı

source: Checkbox on
tr: Onay kutusu açık

source: Checking Permissions
tr: Kontrol İzinleri

source: Choose a file to import:
tr: İçe aktamak için bir dosya seçin

source: Choose an object to import:
tr: İçe aktarmak için bir şey seçin.

source: City
tr: Şehir

source: City:
tr: Şehir:

source: ClamAV is an optional anti-virus, you can enable it up below.
tr: Deniztarağı isteğe bağlı bir anti-virüs, aşağıda etkinleştirin.

source: ClamAV settings
tr: Deniztarağı ayarları

source: ClamAV settings have been saved.
tr: Deniztarağı ayarlar kaydedildi.

source: Click here to log-in
tr: Giriş yapmak için tıklayın

source: Click here to open the application
tr: Burada uygulama açmak için tıklayın

source: Click on
tr: Üstüne tıkla

source: Click on a feature to add it to the folder
tr: Klasöre eklemek için bir özelliği tıklayın

source: Click on a feature to add it to the folder %s
tr: % S klasörüne eklemek için bir özelliğe tıklayın

source: Click to import your file
tr: Dosyanızı içe aktarmak için tıklayın

source: Close
tr: Yakın

source: Close mobile display
tr: Yakın mobil ekran

source: CloudFlare is not supported, please use a CNAME.
tr: CloudFlare desteklenmiyor, lütfen bir CNAME kullanın.

source: CloudFlare is not supported, you must use a CNAME targeting your main domain.
tr: CloudFlare desteklenmiyor, ana alan adınızı hedefleyen bir CNAME kullanmanız gerekiyor.

source: Codescan
tr: Kod tarama

source: Comment
tr: Yorum

source: Comments
tr: Yorumlar

source: Commerce
tr: Ticaret

source: Communication
tr: İletişim

source: Company
tr: Şirket

source: Coms
tr: Kom

source: Conditions
tr: Koşulları

source: Configuration partially saved
tr: Yapılandırma kısmen kurtardı

source: Confirm
tr: Doğrula

source: Confirm Password
tr: Parolayı Onaylayın

source: Confirm new password
tr: Yeni parolayı onaylayın

source: Confirmation
tr: Onaylama

source: Confirmation required
tr: Onay gerekiyor

source: Connection type
tr: Bağlantı türü

source: Contact
tr: İletişim

source: Contact successfully added to your address book
tr: Temas başarıyla adres defterinize eklendi

source: Contact us
tr: Bizimle iletişime geçin

source: Contest
tr: Yarışma

source: Coordinates
tr: Koordinatlar

source: Copy
tr: Kopyala

source: Copying
tr: Kopyalama

source: Core
tr: Çekirdek

source: Country
tr: Ülke

source: Cover
tr: Kapak

source: Create
tr: Oluşturun

source: Create / Edit a User
tr: Bir kullanıcı oluştur/düzenle

source: Create a new account
tr: Yeni bir hesap oluştur

source: Create an account
tr: Hesap oluştur

source: Created at
tr: Oluşturulan

source: Creator Email
tr: Yaratıcı E-Posta

source: Currency
tr: Para birimi

source: Current load is
tr: Mevcut yük

source: Current password
tr: Geçerli parola

source: Current status is
tr: Geçerli durum

source: Custom Page
tr: Özel sayfa

source: Customization
tr: Kişiselleştirme

source: Customization mode activated
tr: Özelleştirme modu aktif

source: Customize your app's colors
tr: Uygulamanızın renklerini kişiselleştirin

source: DEFAULT
tr: Varsayılan

source: DELETE
tr: Sil

source: Dashboard
tr: Pano

source: Data saved successfully.
tr: Veri başarıyla kaydedildi.

source: Date
tr: Tarih

source: Date and time
tr: Tarih ve saat

source: Date of birth
tr: Doğum tarihi

source: Date of birth:
tr: Doğum tarihi

source: Deactivate
tr: Deaktif et

source: Debug
tr: Hata ayıklama

source: Debug output
tr: Hata ayıklama çıktısı

source: Default Languages
tr: Varsayılan Dil

source: Default role for all new users
tr: Tüm yeni kullanıcılar için varsayılan rol

source: Default search distance
tr: Varsayılan arama mesafesi

source: Delete
tr: Sil

source: Delete a feature
tr: Bir özelliği silmek

source: Delete the Application
tr: Uygulama silmek

source: Delete this folder and all its subfolders?
tr: Bu klasör ve tüm alt klasörleri silinsin mi?

source: Delivered
tr: Teslim edildi

source: Delivery Cost
tr: Masrafı

source: Delivery method
tr: Teslimat yöntemi

source: Description
tr: Açıklama

source: Description:
tr: Açıklama:

source: Details
tr: Detaylar

source: Development
tr: Geliştirme

source: Dialog
tr: İletişim

source: Dialog background
tr: Diyalog arka planı

source: Dialog button
tr: İletişim düğmesine

source: Dialog text
tr: Diyalog metni

source: Discount
tr: İndirim

source: Discounts
tr: İndirimler

source: Display pictogram instead of image in map
tr: Haritadaki resim yerine piktogramı göster

source: Distance unit
tr: Mesafe birimi

source: Do not export
tr: Verme

source: Do you want to download all the contents now to access it when offline? If you do, we recommend you to use a WiFi connection.
tr: Çevrimdışı olduğunda erişmek için tüm içeriği şimdi indirmek istiyor musunuz? Bunu yaparken WiFi bağlantısı kullanmanızı öneririz.

source: Do you want to return to the homepage?
tr: Ana sayfaya dönmek istiyor musunuz?

source: Don't close the app while downloading. This may take a while.
tr: İndirirken uygulamayı kapatmayın. Bu biraz zaman alabilir.

source: Done
tr: Tamamlandı

source: Download APK
tr: APK İndir

source: Download a copy of my data
tr: Verilerimi bir kopyasını indirin

source: Download as zip
tr: İndir zıp

source: Download complete list for this metric
tr: Bu metrik için tüm listeyi indirin

source: Download current search as CSV
tr: CSV olarak indirme geçerli arama

source: Download file is not available in DEMO mode.
tr: İndirme dosyası DEMO modunda kullanılamaz.

source: Download latest APK
tr: İndir son MUAYENE

source: Download latest sources
tr: İndir son kaynakları

source: Download list of user who used this discount
tr: İndirim kullanan kullanıcıların listesini indir

source: Download list of user who used this loyalty card
tr: Bu sadakat kartını kullanan kullanıcının listesini indirin

source: Download list of user who used this scratch card
tr: Kazı kazan kullanan kullanıcıların listesini indir

source: Download only winner list for this scratch card
tr: Bu kazı kazan için kazananlar listesini indir

source: Download the APK
tr: APK indir

source: Download the Source code
tr: Kaynak kodu Download

source: Downloading...
tr: İndiriliyor

source: Drop your json here
tr: Burada json bırakın

source: Edit an invoice for this plan
tr: Bu plan için fatura düzenle

source: Edit folder
tr: Klasörü düzenle

source: Edit step for this element
tr: Bu öğe için adımı düzenle

source: Editing
tr: Düzenleme

source: Editor
tr: Editör

source: Editor note: A user with a given role can only assign Self role (if the role is SELF-ASSIGNABLE) & Child roles.
tr: Editörün notu: belirli bir rolü olan Bir kullanıcı (eğer rolü SELF-ATANABİLİR) & Çocuk rolleri Kendine rol atayabilirsiniz.

source: Editor note: A user with a given role can only assign self & child roles.
tr: Editörün notu: belirli bir role sahip Bir kullanıcı sadece kendi & çocuk rolleri atayabilirsiniz.

source: Element n°
tr: n° öğesi

source: Email
tr: E-posta

source: Email address
tr: E-posta adresi

source: Enable search in folders
tr: Klasörlerde aramaya izin ver

source: Enable test API ?
tr: T

source: End at
tr: Sonunda

source: End tour
tr: Turu bitir

source: Enter your twitter handle
tr: Kolu twitter girin

source: Error
tr: Hata

source: Error : <br/>
tr: Hata: <br/>

source: Error on import configuration.
tr: İçe aktarma yapılandırmasında hata oluştu.

source: Errors : <br/>
tr: Hatalar: <br/>

source: European <b>General Data Protection Regulation (GDPR)</b>
tr: (GDPR) Avrupa <b>Genel Veri Koruma Yönetmeliği</b>

source: Event
tr: Olay

source: Events
tr: Etkinlikler

source: Export / Import
tr: İhracat / İthalat

source: Export / Import of features is currently in beta and available only with some features.
tr: Özellikleri İhracat / İthalat şu anda sadece bazı özellikleri ile beta ve kullanılabilir.

source: Export your customers
tr: Müşterileriniz ihracat

source: Extension
tr: Uzantısı

source: Extension %s is strictly forbidden.
tr: S uzantısı %kesinlikle yasaktır.

source: Extension can't be empty.
tr: Uzantısı boş.

source: Extension not allowed, '%s' only
tr: İzin Verilmiyor uzantısı, '%s'

source: Extension: txt, png, jpeg, avi, etc...
tr: Uzantısı: txt, png, jpeg, avi, vb...

source: Fan Wall
tr: Takipçi duvarı

source: Feature Analytics
tr: Analytics özelliği

source: Feature Top 5 visits
tr: Top 5 ziyareti öne çıkar

source: Features
tr: Uygulama Özellikleri

source: Filter metrics
tr: Metrikleri filtrele

source: Firewall
tr: Güvenlik duvarı

source: First Name
tr: İsim

source: First name
tr: İsim

source: First name / Last name
tr: İlk Adı / Soyadı

source: Firstname
tr: Ad

source: Firstname:
tr: Adi:

source: Folder
tr: Klasör

source: Folder title is required
tr: Klasör başlığı gereklidir

source: Folders
tr: Klasörler

source: Folders (v2)
tr: Klasörler (v2)

source: Forbidden image format
tr: Yasak resim biçimi

source: Force request & Upload to panel
tr: Talebi zorla & panele yükle

source: Forgot your password ?
tr: Şifrenizi mi unuttunuz?

source: Forgot your password?
tr: Parolanızı mı unuttunuz?

source: Forgot your password? Don't worry! Simply enter your email address and we'll send you a new one right now.
tr: Şifrenizi mi unuttunuz? Merak etme! Sadece e-posta adresinizi girin ve size şimdi yeni bir tane göndereceğiz.

source: Form has the following errors
tr: Form aşağıdaki hatalar var

source: Free until
tr: Kadar ücretsiz

source: From:
tr: Kimden:

source: Front
tr: Ön

source: GCM settings saved.
tr: HGK ayarlar kaydedilir.

source: GRADLE extended options
tr: GRADLE seçenekleri genişletilmiş

source: General
tr: Genel

source: Generate
tr: Üret

source: Generate an invoice for this offline plan by using the form below.
tr: Aşağıdaki formu kullanarak bu çevrimdışı plan için bir fatura oluşturun.

source: Generate build
tr: Yapı oluşturmak

source: Generate sources
tr: Kaynakları oluşturmak

source: Global push
tr: Küresel itme

source: Global push notifications
tr: Global push bildirimleri

source: Go back
tr: Geri dön

source: Google Maps settings
tr: Google Maps ayarları

source: HH:mm a
tr: SS:dd

source: Hello,
tr: Merhaba,

source: Here is your new password:
tr: Yeni parolanız:

source: Hi. I just found: $1 in the $2 app.
tr: Merhaba. Az önce buldum: $2 uygulamasında $1.

source: Hide
tr: Gizle

source: Hide iOS status bar
tr: İOS durum çubuğunu gizle

source: Hint
tr: İpucu

source: Home
tr: Ev

source: Homepage
tr: Ana sayfa

source: Host
tr: Sunucu

source: Hostnames associated with this Certificate
tr: Bu sertifika ile ilişkili ana sunucu adları

source: How do you want to access the backoffice if you remove the only user remaining?
tr: Eğer kalan tek kullanıcı kaldırırsanız bu idari büro erişim istiyor musunuz?

source: I'm listening to $1 from $2 on $3 app.
tr: #3 uygulamasında #1'den #2'ye dinliyorum.

source: I'm listening to $1 on $2 app.
tr: 2$ uygulamasında 1$ dinliyorum ..

source: ID
tr: Kimliği

source: IP, example: 127.0.0.1
tr: IP, örnek: 127.0.0.1

source: Icons size
tr: Simge boyutu

source: If user doesn't use AdMob, split revenue will default to 100.
tr: Kullanıcı AdMob'u kullanmazsa, split geliri varsayılanı 100 olur.

source: Image
tr: Görsel

source: Image not high enough, %spx minimum allowed.
tr: Görüntü yeterince yüksek değildir, %sınırının asgari izin verdi.

source: Image not large enough, %spx minimum allowed.
tr: Görüntü yeterince büyük, %sınırının asgari izin verdi.

source: Image not large enough, '%s' allowed.
tr: Resim yeterince büyük değil, '%s izin.

source: Image successfully saved
tr: Görüntü başarıyla kaydedildi

source: Image too high, %spx maximum allowed.
tr: Görüntü çok yüksek, %sınırının en fazla miktar.

source: Image too large, %spx maximum allowed.
tr: Resim çok büyük, %sınırının en fazla miktar.

source: Image too large, '%s' allowed.
tr: Çok büyük resim, '%izin verdi.

source: Images
tr: Görseller

source: Images opacity
tr: Görüntü saydamlığı

source: Import
tr: İçe aktar

source: Import a background image
tr: Bir arka plan görüntüsü alma

source: Import a cover image
tr: Kapak görüntüsü alma

source: Import a single feature.
tr: Tek bir özelliği alma.

source: Import a thumbnail
tr: Alma küçük resim

source: Import a thumbnail image
tr: Küçük resim alma

source: Import yml
tr: İthalat yml

source: In order to fully enjoy our features, we encourage you to use at least:.<br />
tr: Tam özellikleri zevk için, en azından kullanmak için<öneririz.br />

source: In order to publish your application, we need:
tr: Uygulamanıızı yayınlamak için ihtiyacımız olanlar:

source: In order to publish your application, we need:<br />-
tr: Uygulamanızı yayınlayabilmemiz için gerekenler:<br />-

source: In order to use global push notifications your app must be published.
tr: Global push bildirimlerini kullanabilmeniz için uygulamanız yayınlanmış olmalıdır.

source: Incorrect filetype.
tr: Yanlış uygulama.

source: Info successfully saved
tr: Bilgi başarıyla kaydedildi
