Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default.po
Languages: tr

source: Information
tr: Bilgi

source: Infos successfully saved
tr: Bilgileri başarıyla kaydedildi

source: Inherit global layout
tr: Global layout'u al

source: Insert a <br /><span class'bold'>cover image</span>
tr: <br /> <span class'bold '>kapak resmi</ span> ekle

source: Insert a <br /><span class="bold">cover image</span>
tr: Bir kapak resmi <br /><span class="bold">yükleyin</span>

source: Insert a cover image
tr: Bir kapak resmi yükleyin

source: Insert a picture
tr: Resim eklemek

source: Installer
tr: Yükleyici

source: Installs
tr: Yükleme

source: Integration
tr: Entegrasyon

source: Interstitial
tr: İnterstisyel

source: Invalid place
tr: Geçersiz yer

source: Invoice creation date
tr: Fatura oluşturma tarihi

source: Invoice payment date
tr: Fatura ödeme tarihi

source: Invoices
tr: Faturalar

source: Issuer
tr: Veren

source: JAVA Extended options
tr: JAVA seçenekleri Genişletilmiş

source: Landscape
tr: Peyzaj

source: Last Name
tr: Soyadı

source: Last action
tr: Son eylem

source: Last error
tr: Son hata

source: Last login
tr: Son giriş

source: Last name
tr: Soyisim

source: Last update date
tr: Son güncelleme tarih

source: Lastname
tr: Soyad

source: Lastname:
tr: Soyad:

source: Leave blank if your web space is the current domain.
tr: Mevcut domain sizin web alanınız ise boş bırakın.

source: Left
tr: Sol

source: Let your users know what is locked
tr: Kullanıcılarınıza neyin kilitli olduğunu bildirin

source: Like
tr: Gibi

source: Likes
tr: Seviyor

source: Links
tr: Bağlantılar

source: Links are now re-ordered!
tr: Bağlantılar şimdi sipariş yeniden!

source: List
tr: Liste

source: List Item
tr: Öğeleri listele

source: List of your invoices
tr: Faturaların listesi

source: Load More
tr: Yük Daha Fazla

source: Loading
tr: Yükleme

source: Loading picture
tr: Yükleme resim

source: Local APK Generator
tr: Yerel kuru temizleme Jeneratör

source: Local APK build
tr: Yerel kuru temizleme yapı

source: Locate
tr: Konum Bilgisi

source: Location
tr: Konum

source: Location:
tr: Lokasyon:

source: Location: %s
tr: Konum: %s

source: Log in
tr: Günlük

source: Log-in
tr: Girş

source: Logged in as
tr: Oturum

source: Login to access your data
tr: Giriş verileri erişmek için

source: Login to your admin interface
tr: Yönetici arayüzüne giriş yapın

source: Loyalty Card
tr: Sadakat kartı

source: LoyaltyCard
tr: Sadakat karto

source: MM.dd.y
tr: AA:GG.Y

source: MM.dd.y 'at' HH:mm a
tr: AA.GG.Y'da SS:DD

source: MM/dd/y 'at' hh:mm a
tr: Hh' MM/dd/y ': mm

source: MM/dd/y hh:mm a
tr: MM/dd/y hh:mm

source: Main Platform
tr: Ana platform

source: Main category
tr: Ana kategori

source: Main domain
tr: Ana etki alanı

source: Main domain (without https?://) is required for services, and tools.
tr: (Https olmadan?) ana etki alanı:// hizmetleri ve araçlar için gereklidir.

source: Main hostname
tr: Ana sunucu adı

source: Make this image colorizable
tr: Bu görüntü colorizable olun

source: Manage
tr: Yönetmek

source: Manage Folders
tr: Klasörleri yönet

source: Manage Places
tr: Yerleri Yönetmek

source: Manage Tour
tr: Tur yönet

source: Manage content
tr: İçeriği yönet

source: Map
tr: Harita

source: Maps
tr: Haritalar

source: Mcommerce
tr: M-ticaret

source: Media
tr: Medya

source: Message
tr: Mesaj

source: Message from your app %s
tr: Uygulama %mesajı s

source: Messages
tr: Mesaj

source: Metadata
tr: Meta

source: Method
tr: Yöntem

source: Middle
tr: Orta

source: Migrate sessions
tr: Geçirme oturumları

source: Migrate sessions to Redis
tr: Geçirme oturumları Redis için

source: Misc
tr: Mısc

source: Missing appId
tr: Kayıp kimliği

source: Missing gallery_id
tr: Eksik gallery_id

source: Missing parameters.
tr: Eksik parametreler

source: Missing params
tr: Eksik parametreler

source: Missing status
tr: Eksik durum

source: Missing value
tr: Eksik değer

source: Missing values
tr: Kayıp değerler

source: Mobile display
tr: Mobil ekran

source: Modal
tr: Kalıcı

source: Modules
tr: Modülleri

source: Monetization
tr: Para kazanma

source: Month
tr: Ay

source: Monthly
tr: Aylık

source: More
tr: Daha

source: My Users List
tr: Kullanıcı listem

source: My account
tr: Hesabım

source: My custom template
tr: Özel şablon

source: My invoices
tr: Faturalar Benim

source: Name
tr: Adı

source: Never
tr: Asla

source: New
tr: Yeni

source: New folder
tr: Yeni klasör

source: New format
tr: Yeni format

source: New password
tr: Yeni parola

source: New positions are missing.
tr: Yeni pozisyonlar eksik.

source: New subfolder
tr: Yeni alt

source: Newswall
tr: Haber duvarı

source: Next
tr: Gelecek

source: No
tr: Hayır

source: No Results
tr: Sonuç yok

source: No address to display on map.
tr: Harita üzerinde görüntülemek için bir adres yok.

source: No data for this metrics for now.
tr: Şu an bu metrik için veri yok.

source: No features
tr: Hayır özellikleri

source: No invoice for now.
tr: Şu an fatura yok.

source: No items found
tr: Hiçbir öğe bulunamadı

source: No linkable element found on this page.
tr: Bu sayfada bağlanılabilir öğe bulunamadı.

source: No logs
tr: Hiçbir günlükleri

source: No modules
tr: Hayır modülleri

source: No place to display on map.
tr: Harita üzerinde görüntülemek için bir yer yok.

source: No profile found. Please create one in Settings tab.
tr: Profil bulunamadı. Lütfen Ayarlar sekmesinde oluşturun.

source: No published applications available.
tr: Mevcut yayınlanmış uygulama yok.

source: No results
tr: Sonuç yok

source: No results for your request.
tr: Talebiniz için sonuç yok.

source: No rules
tr: Kural yok

source: No uploaded image
tr: Hayır yüklenen resim

source: Not available offline.
tr: Çevrimdışı erişilebilir değil.

source: Note
tr: Not

source: Note: A disabled feature is not removed from published applications & can still be edited, but users can't add it anymore!
tr: Not: Yayınlanmış uygulamalardan devredışı bırakılmış bir özellik kaldırılmaz ama düzenlenebilir. Ancak kullanıcılar artık ekleyemez.

source: Note: Let's encrypt X1 is a staging certificate.
tr: Not: Not: Let's encrypt X1 bir kademelendirme sertifikasıdır.

source: Nothing to display
tr: Gösterilecek bir şey yok

source: Nothing to display.
tr: Gösterilecek bir şey yok.

source: Number
tr: Numarası

source: Number of people
tr: Kişi sayısı

source: Number of reward used
tr: Ödül sayısı kullanılan

source: Nwicode current installation path
tr: Sibirya geçerli yükleme yolu

source: Nwicode domain
tr: Nwicode etki alanı

source: Nwicode informations
tr: Sibirya bilgileri

source: Nwicode uses it to scan all uploaded files that have passed the soft Firewall.
tr: Nwicode yumuşak Güvenlik Duvarı geçen tüm yüklenen dosyaları taramak için kullanır.

source: OK
tr: TAMAM

source: OR
tr: YA

source: Offline Payment
tr: Çevrimdışı ödeme

source: Offline content
tr: Çevrimdışı içerik

source: Old Password
tr: Eski parola

source: Only active
tr: Yalnızca aktif

source: Only inactive
tr: Yalnızca pasif

source: Only offline
tr: Yalnızca çevrimdışı

source: Only published application are available for global push notifications.
tr: Yalnızca yayınlanmış uygulamalar global push bildirimleri için uygundur.

source: Open custom URL
tr: Özel url aç

source: Open settings
tr: Açık ayarları

source: Options
tr: Seçenekleri

source: Or do you want to return to editor?
tr: Ya da editöre mi dönmek istiyorsunuz?

source: Order
tr: Sipariş

source: Order date
tr: Sipariş tarihi

source: Origin
tr: Kökeni

source: Ouch, this page doesn't exist
tr: Ah, bu sayfa mevcut değil

source: Override layout
tr: Layout'u geçersiz yap

source: PHP Version
tr: PHP Sürümü

source: Package name
tr: Paket Adı

source: Page settings
tr: Sayfa ayarları

source: Paid At
tr: Para At

source: Paid amount
tr: Ödenen miktar

source: Paid at
tr: Para at

source: Parent
tr: Üst

source: Password
tr: şifre

source: Password (clear)
tr: Parola (açık)

source: Password (hashed)
tr: (Karma)şifre

source: Password:
tr: Şifre:

source: Passwords don't match
tr: Şifreler uyuşmuyor

source: PayPal Express Checkout
tr: PayPal Express Ödeme

source: Payment
tr: Ödeme

source: Payment ID
tr: Ödeme NUMARASI

source: Payment Method
tr: Ödeme yöntemi

source: Payment method
tr: Ödeme yöntemi

source: Payments
tr: Ödemeler

source: Permissions
tr: İzinleri

source: Personal data
tr: Kişisel veri

source: Phone
tr: Telefon

source: Phone and/or E-mail
tr: Telefon ve/veya e-posta

source: Phone:
tr: Tel:

source: Photos
tr: Fotoğraflar

source: Place disabled
tr: Yeri devre dışı

source: Places
tr: Yerler

source: Plain
tr: Düz

source: Plans
tr: Planları

source: Platform Name
tr: Platform Adı

source: Player
tr: Oyuncu

source: Please create the API keys to enable this feature.
tr: Bu özelliği etkinleştirmek için lütfen API anahtarlarını oluşturun.

source: Please enter a password
tr: Lütfen bir parola girin

source: Please enter a valid URL.
tr: Geçerli bir URL girin lütfen.

source: Please enter a valid credit card number.
tr: Geçerli bir kredi kartı numarası girin lütfen.

source: Please enter a valid date (ISO).
tr: (ISO) geçerli bir tarih girin.

source: Please enter a valid date.
tr: Lütfen geçerli bir tarih girin.

source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresini girin

source: Please enter a valid email address.
tr: lütfen geçerli bir email adresi girin.

source: Please enter a valid number.
tr: Geçerli bir sayı giriniz.

source: Please enter a valid url
tr: Lütfen geçerli bir URL girin

source: Please enter a value between {0} and {1} characters long.
tr: Uzun {0} ve {1} karakter arasında bir değer girin.

source: Please enter a value between {0} and {1}.
tr: {0} ve {1} arasında bir değer giriniz.

source: Please enter a value greater than or equal to {0}.
tr: Daha büyük ya da {0} eşit bir değer girin.

source: Please enter a value less than or equal to {0}.
tr: Daha veya {0} eşit bir değer girin.

source: Please enter at least {0} characters.
tr: {0} en azından karakter girin lütfen.

source: Please enter no more than {0} characters.
tr: {0} karakterden fazla girin lütfen.

source: Please enter only digits.
tr: Sadece rakam giriniz.

source: Please enter the same value again.
tr: Lütfen tekrar aynı değeri girin.

source: Please enter your email address
tr: Lütfen e-posta adresinizi girin

source: Please fill in the following fields:
tr: Aşağıdaki alanları doldurun:

source: Please fill out the following fields
tr: Lütfen aşağıdaki alanları doldurun

source: Please fix this field.
tr: Lütfen bu alanı düzeltin.

source: Please log in.
tr: Lütfen giriş.

source: Please note that this page is currently displaying DEMO data. Real data will be displayed when the %s applications limit is reached.
tr: Lütfen bu sayfanın şu anda DEMO verilerini görüntülediğini unutmayın. %s uygulamaları sınırına ulaşıldığında gerçek veriler görüntülenecektir.

source: Please note that this page is currently displaying DEMO data. Real data will be displayed when your application is published.
tr: Lütfen bu sayfanın şu anda DEMO verilerini görüntülediğini unutmayın. Uygulamanız yayınlandığında gerçek veriler görüntülenecektir.

source: Please provide a certificate.
tr: Lütfen bir sertifika edinin

source: Please select at least one application.
tr: Lütfen en az bir uygulama seçin.

source: Please wait...
tr: Lütfen bekleyin...

source: Please, enter a correct email address.
tr: Lütfen doğru bir e-posta adresini girin.

source: Please, enter a password.
tr: Lütfen bir şifre girin.

source: Please, enter a valid date
tr: Lütfen geçerli bir tarih girin

source: Podcast URL (iTunes format)
tr: (İTunes formatı)Podcast URL

source: Podcast type is invalid or can't be found
tr: Podcast tür geçersiz veya bulunamadı

source: Port
tr: Bağlantı noktası

source: Port, example: 3310
tr: Port, örnek: 2570

source: Position Menu
tr: Konum Menüsü

source: Postcode
tr: Posta kodu

source: Postcode:
tr: Posta Kodu:

source: Previewer
tr: Ön izleyici

source: Previews
tr: Ön izleme

source: Privacy
tr: Gizlilik

source: Privacy Policy
tr: Gizlilik Politikası

source: Privacy policy
tr: Gizlilik Politikası

source: Privacy policy section for GDPR
tr: GDPR için Gizlilik Politikası bölüm

source: Privacy policy successfully saved
tr: Gizlilik Politikası başarılı bir şekilde kaydedildi

source: Privacy settings
tr: Gizlilik Ayarları

source: Products
tr: Ürünleri

source: Profile
tr: Profil

source: Promotion
tr: Promosyon

source: Publication settings
tr: Yayın ayarları

source: Publish your app
tr: App yayınlayın

source: Publishable Key
tr: Anahtar Yayınlanabilir

source: Push
tr: İtin

source: Push Notifications
tr: Push Bildirimleri

source: Push message
tr: Push mesajı

source: Push message is sent.
tr: Push mesaj gönderildi.

source: Push notification
tr: Push bildirimi

source: Push notifications
tr: Push bildirimleri

source: Push notifications Your account doesn't exists on editor side. Please create it before using tour edition.
tr: Push bildirimleri. Hesabınız editör tarafında mevcut değil. Lütfen tur sürümünü kullanmadan önce oluşturun.

source: QR Code
tr: QR Kodunu

source: QRCode
tr: QRKod

source: Query
tr: Sorgu

source: Radio
tr: Radyo

source: Registration date
tr: Kayıt tarihi

source: Release
tr: Serbest

source: Remove
tr: Kaldır

source: Remove this page from this folder?
tr: Bu sayfa bu klasörden kaldırılsın mı?

source: Remove this step
tr: Bu adımı kaldırın

source: Request & Upload to panel
tr: İste ve panele yükle

source: Request APK generation
tr: İstek MUAYENE nesil

source: Request or renew the certificate via Let's Encrypt.
tr: Sertifikayı Let's Encrypt üzerinden isteyin veya yenileyin.

source: Requested by
tr: Talep tarafından

source: Required fields
tr: Gerekli alanlar

source: Reset to default Privacy Policy.
tr: Varsayılan Gizlilik Politikası'na dön.

source: Resize your picture
tr: Resminizi yeniden boyutlandırma

source: Resize your picture:
tr: Resminizi yeniden boyutlandırın:

source: Restart
tr: Yeniden başlatın

source: Restore Apps
tr: Uygulamaları Geri Yükleme

source: Restore Apps sources
tr: Uygulamalar kaynaklar geri yükleme

source: Right
tr: Doğru

source: Roles
tr: Roller

source: Rule have been added.
tr: Kural eklendi.

source: Rule have been removed.
tr: Kural kaldırılmıştır.

source: Run Android SDK update
tr: Run Android SDK güncelleme

source: SCSS successfully saved
tr: SCSS başarıyla kaydedildi

source: SELF-ASSIGNABLE
tr: KENDİNİ ATANABİLİR

source: SEND
tr: Gönder

source: SMTP - Whitelist: An administrator sent a request for white-listing his domain.
tr: SMTP - Whitelist: Bir yönetici, alan adını whitelist için bir istek gönderdi.

source: SMTP Credentials (Affiliated to the White-Label %s)
tr: -Etiket %s (Beyaz Bağlı)SMTP Kimlik bilgileri

source: Sales by Categories (TOP 10)
tr: Kategoriye göre satışlar (Top 10)

source: Sales by Payment method
tr: Ödeme metoduna göre satış

source: Sales by Store
tr: Mağazaya göre satışlar

source: Sales by product (TOP 20)
tr: Ürün başına satış (top 20)

source: Sample
tr: Örnek

source: Save
tr: Kaydet

source: Save GCM settings
tr: HGK Ayarları kaydet

source: Save iTunes credentials
tr: Kimlik bilgilerini kaydetmek iTunes

source: Save sender id & key
tr: Kaydet gönderenin kimliği & anahtar

source: Scan it.
tr: Tarayın.

source: Scan now to unlock
tr: Kilidi açmak için tarayın

source: Scheduled for
tr: için planlandı

source: Scheduled for <i>%s</i>
tr: <I>% s </ i> için planlandı

source: Scratchcard Users
tr: Kazı kazan kullanıcıları

source: Search
tr: Ara

source: Search ...
tr: Ara

source: Search / Filter
tr: Arama / filtre

source: Search results
tr: Sonuçları ara

source: Search, filter ...
tr: Ara, filtrele

source: See
tr: Bakın

source: Select a Development team
tr: Geliştirme ekibi seçin

source: Select a country
tr: Bir ülke seçin

source: Select a hostname
tr: Bir sunucu adı seçin

source: Select a panel type or self-managed
tr: Bir panel türü veya kendiniz yönetin

source: Select all
tr: Tümünü seç

source: Select an album
tr: Bir albüm seçin

source: Select an iTunes Connect provider
tr: Bir sağlayıcı seçin iTunes Connect

source: Select target applications
tr: Hedef uygulamaları seç

source: Select your back button appearance
tr: Geri düğmesi görünümünüzü seçin

source: Selected hostname
tr: Seçili sunucu ismi

source: Selected main hostname
tr: Seçili ana sunucu ismi

source: Send
tr: Gönder

source: Send a cover image
tr: Kapak resmi göndermek

source: Send push
tr: Push gönder

source: Send report
tr: Rapor gönder

source: Send to all applications.
tr: Tüm uygulamaları gönder.

source: Send your pictures
tr: Resimlerinizi gönderin

source: Sender ID
tr: Gönderenin KİMLİĞİ

source: Sender email
tr: Gönderenin e-posta

source: Sender name
tr: Gönderenin adı

source: Server key
tr: Anahtar sunucusu

source: Service APK Generator
tr: Hizmet kuru temizleme Jeneratör

source: Service APK generator
tr: Hizmet kuru temizleme Jeneratör

source: Service notes
tr: Servis notları

source: Session settings
tr: Oturum ayarları

source: Set Meal
tr: Menü oluştur

source: Settings
tr: Ayarları

source: Show
tr: Göster

source: Show cover
tr: Kapağı göster

source: Show search field
tr: Arama alanını göster

source: Show title
tr: Başlığı göster

source: Size on disk
tr: Diskteki boyutu

source: Size:
tr: Boyutu:

source: Slack notification settings
tr: Bolluk bildirim ayarları

source: Slider
tr: Kaydırma butonu

source: Social
tr: Sosyal

source: Socialgaming
tr: Sosyal oyun

source: Socket
tr: Soket

source: Source code
tr: Kaynak kodu

source: Source code generation is not configured, ask your administrator for more informations.
tr: Kaynak kod oluşturma yapılandırılmamış, daha fazla bilgi için yöneticinize başvurun.

source: Sourcecode
tr: Kaynak kodu

source: Sources
tr: Kaynakları

source: Split Ad revenue (percent for you)
tr: Split reklam geliri (yüzde olarak)

source: Start date must be lower than end date.
tr: Başlama tarihi bitiş tarihinden önce olmalıdır.

source: State / Province
tr: Eyalet / İl

source: Step placement (optional)
tr: Adım yerleştirme (opsiyonel)

source: Step saved successfully.
tr: Adım başarıyla kaydedildi.

source: Step text
tr: Adım metin

source: Step title
tr: Başlık adım

source: Street
tr: Sokak

source: Street:
tr: Cadde:

source: Subscriptions
tr: Abonelikleri

source: Subtitle
tr: Alt başlık

source: Success
tr: Başarılı

source: Support
tr: Destek

source: Support Link
tr: Destek Bağlantısı

source: Support link
tr: Destek bağlantısı

source: Switch to Ionic design
tr: İyonik tasarım geçin

source: System
tr: Sistem

source: Target applications
tr: Hedef uygulamalar

source: Target devices
tr: Hedef cihazlar

source: Target specific devices
tr: Hedef özel cihazlar

source: Tax
tr: Vergi

source: Taxes
tr: Vergi

source: Template
tr: Şablon

source: Text
tr: Metin

source: Thank you
tr: Teşekkürler

source: Thank you for your request.<br />We'll answer you as soon as possible.
tr: İsteğiniz için teşekkür ederiz. <br /> Size en kısa sürede cevap vereceğiz.

source: The account has been successfully saved
tr: Hesabı başarıyla kaydedildi

source: The address you're looking for does not exists.
tr: Aradığınız adresi mevcut değil.

source: The admin_id is required
tr: Admin_id gerekiyor.

source: The admin_id parameter is required
tr: Admin_id parametresi gereklidir

source: The app_id is required
tr: Bu app_id gereklidir

source: The app_id parameter is required
tr: App_id parametresi gereklidir

source: The certificate request failed 3 times, please check the certificate information, your panel credentials, and everything else.<br />If your certificate is valid, you can try to upload to panel only.
tr: Sertifika isteği 3 kez başarısız oldu, lütfen sertifika bilgilerini, panel kimlik bilgilerinizi ve diğer her şeyi kontrol edin. <br /> Sertifikanız geçerliyse, yalnızca panele yüklemeyi deneyebilirsiniz.

source: The email is required
tr: E-posta gereklidir

source: The entered text mismatch
tr: Girilen metni uyumsuzluğu

source: The file '%s' does not exist
tr: '%S' dosyası mevcut değil

source: The image '%s' does not exist
tr: '%S' görüntü yok

source: The image size '%s' could not be detected.
tr: Görüntü boyutu '%Tespit edilemedi.

source: The name is required
tr: İsim gereklidir.

source: The old password does not match the entered password.
tr: Eski parola girilen parola eşleşmiyor.

source: The password is required
tr: Parola gereklidir.

source: The password must be at least 6 characters
tr: Şifre en az 6 karakter olmalıdır

source: The payment has been cancelled, something wrong happened? Feel free to contact us.
tr: Ödeme iptal edildi, yanlış bir şey mi oldu? Bizimle temas kurmaktan çekinmeyin.

source: The sent request is empty.
tr: Gönderilen istek boş.

source: The user_id is required
tr: User_id gereklidir

source: The value_id is required.
tr: Value_id gerekiyor.

source: This URL is already used
tr: Bu URL zaten kullanılıyor

source: This admin can generate APK
tr: Bu admin MUAYENE oluşturabilirsiniz

source: This admin does not exist
tr: Bu admin mevcut değil.

source: This admin gives you the required information to publish applications
tr: Bu yönetim uygulamaları yayımlamak için gerekli bilgileri verir

source: This administrator does not exist
tr: Bu yönetici yok

source: This application does not exist
tr: Bu uygulama mevcut değil.

source: This block type doesn't exist
tr: Bu blok tip yok

source: This code is unrecognized
tr: Bu kod tanınmıyor

source: This email address does not exist
tr: Bu e-posta adresi mevcut değil.

source: This email address is already used
tr: Bu e-posta adresi zaten kullanılıyor

source: This feature is available from the application only
tr: Bu özellik sadece uygulamadan temin edilebilir.

source: This feature is disabled by default since update 4.12.24 and is deprecated in favor of Folders v2.
tr: Bu özellik, 4.12.24 güncellemesinden itibaren varsayılan olarak devre dışıdır ve Klasörler v2 için önerilmemektedir.

source: This feature opens the Code Scan camera
tr: Bu özellik kod tarama kamerasını açar.

source: This field is required
tr: Bu alan gereklidir

source: This field is required.
tr: Gerekli alanları doldurunuz.

source: This layout has no option.
tr: Bu layout'ta seçenek yok.

source: This option doesn't exists.
tr: Bu seçenek yok.

source: This option is not compatible with applications using Forms and/or features with Keyboard.
tr: Bu seçenek, Klavye ile Formları ve/veya özelliklerini kullanarak uygulamalar ile uyumlu değil.

source: This plan is an offline plan.
tr: Bu plan çevrimdışı bir plandır.

source: This section is unlocked for mobile users only
tr: Bu bölümde, mobil kullanıcılar için sadece kilidi

source: This will open the code scan camera on your device.
tr: Bu kod tarama kamerasını açacak.

source: Thumbnail
tr: Küçük resimler

source: Time spent in application
tr: Uygulamada geçirilen zaman

source: Timezone
tr: Zaman dilimi

source: Tip
tr: Bilgi

source: Title
tr: Başlık

source: Title & Message are both required.
tr: Başlık ve mesaj gerekiyor.

source: Title's Card
tr: Başlık kartı

source: Title's List
tr: Başlığın listesi

source: Title:
tr: Başlık:

source: To be able to use ClamAV you must have it installed on your server and configured accordingly to our documentation.
tr: Deniztarağı kullanabilmek için sunucu üzerinde yüklü ve buna göre belgeleri bizim için yapılandırılmış olması gerekir.

source: Toggle off
tr: Toggle kapalı

source: Toggle on
tr: Toggle açık

source: Token
tr: Belirteç

source: Tooltip
tr: Araç bilgisi

source: Top
tr: Üst

source: Top installs
tr: Top yüklemeler

source: Top position
tr: En üst pozisyon

source: Top visits
tr: Top ziyaretler

source: Topic
tr: Konu

source: Topics
tr: Konular

source: Total
tr: Toplam

source: Total Excl. Tax
tr: Vergi dahil toplam

source: Total installs
tr: Toplam yükleme
