Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default-group2.po
Languages: ru, tr

source: "Remove this page from this folder?"
ru: Удалить эту страницу из этой папки?
tr: "Bu klasör, Bu sayfayı kaldırmak mı?"

source: #100: Unable to fetch the update. Please, try again later.
ru: #100: не удается сделать обновление. Пожалуйста, повторите попытку позже.
tr: #100: %1 güncelleme almak için. Lütfen daha sonra tekrar deneyin.

source: #101: An error occurred while saving
ru: #101: ошибка при сохранении
tr: 101#: kaydedilirken hata oluştu

source: #101: Unable to fetch the update. Please, try again later.
ru: #101: не удается сделать обновление. Пожалуйста, повторите попытку позже.
tr: Güncelleme getirilemedi #101:. Lütfen daha sonra tekrar deneyin.

source: #102: An error occurred while saving
ru: #102: ошибка при сохранении
tr: 102#: kaydedilirken hata oluştu

source: #102: Unable to fetch the update. Please, try again later.
ru: #102: не удается сделать обновление. Пожалуйста, повторите попытку позже.
tr: Güncelleme getirilemedi #102:. Lütfen daha sonra tekrar deneyin.

source: #103: An error occurred while saving. Please try again later.
ru: #103: ошибка при сохранении. Пожалуйста, попробуйте снова позже.
tr: Kaydedilirken Bir hata oluştu #103:. Lütfen daha sonra tekrar deneyin.

source: #104: An error occurred while saving. Please try again later.
ru: #104: ошибка при сохранении. Пожалуйста, попробуйте снова позже.
tr: Kaydederken 104#: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: #105: An error occurred while saving
ru: #105: ошибка при сохранении
tr: 105#: kaydedilirken hata oluştu

source: #106: An error occurred while saving
ru: #106: ошибка при сохранении
tr: 106#: kaydedilirken hata oluştu

source: #107: An error occurred while saving
ru: #107: произошла ошибка при сохранении
tr: 107#: kaydederken Bir hata oluştu

source: #108: An error occurred while saving
ru: #108: ошибка при сохранении
tr: 108#: kaydedilirken hata oluştu

source: #109: An error occurred while saving
ru: #109: ошибка при сохранении
tr: 109#: kaydedilirken hata oluştu

source: #110: An error occurred while saving
ru: #110: ошибка при сохранении
tr: 110#: kaydedilirken hata oluştu

source: #111: An error occurred while saving
ru: #111: ошибка при сохранении
tr: 111#: kaydedilirken hata oluştu

source: #112: An error occurred while saving
ru: #112: ошибка при сохранении
tr: 112#: kaydedilirken hata oluştu

source: #114: An error occurred while saving
ru: #114: ошибка при сохранении
tr: 114#: kaydedilirken hata oluştu

source: #115: An error occurred while saving
ru: #115: ошибка при сохранении
tr: 115#: kaydedilirken hata oluştu

source: #116: An error occurred while saving
ru: #116: ошибка при сохранении
tr: 116#: kaydedilirken hata oluştu

source: #117: An error occurred while saving
ru: #117: ошибка при сохранении
tr: 117#: kaydedilirken hata oluştu

source: #118: An error occurred while saving
ru: #118: ошибка при сохранении
tr: 118#: kaydedilirken hata oluştu

source: #119: An error occurred while saving
ru: #119: ошибка при сохранении
tr: 119#: kaydedilirken hata oluştu

source: #120: An error occurred while saving
ru: #120: ошибка при сохранении
tr: 120#: kaydederken Bir hata oluştu

source: #121: An error occurred while saving
ru: #121: произошла ошибка при сохранении
tr: 121#: kaydedilirken hata oluştu

source: #122: An error occurred while saving
ru: #122: ошибка при сохранении
tr: 122#: kaydedilirken hata oluştu

source: #123: An error occurred while saving
ru: #123: ошибка при сохранении
tr: 123#: kaydedilirken hata oluştu

source: #156: Missing params!
ru: #156: отсутствуют параметры!
tr: Parametreler Eksik #156:!

source: #19-001 The folder %s is not writable. Please fix this issue and try again.
ru: #19-001 в папке %s недоступен для записи. Пожалуйста, исправьте эту проблему и попробуйте снова.
tr: S #19-001 klasör %yazılabilir değil. Lütfen bu sorunu düzeltin ve tekrar deneyin.

source: #19-002 Unable to extract the archive. Please make sure that the 'zip' extension is installed.
ru: #19-002 не удалось распаковать архив. Пожалуйста, убедитесь, что установлено расширение 'молния' это.
tr: Arşiv çıkartılamıyor #19-002. Emin zip uzantısı yüklü olduğundan emin olun.

source: #19-003: This update is designed for the %s, you can't install it in your %s.
ru: #19-003: это обновление предназначено для %s, вы не можете установить его в ваш %s.
tr: #19-003: Bu güncelleme %s için tasarlanmıştır, %s yükleyebilirsiniz.

source: #19-004: You already have installed this update.
ru: #19-004: вы уже установили это обновление.
tr: 19-004#: bu güncelleştirme zaten yüklü.

source: #19-005: Please update your system to the %s version before installing this update.
ru: #19-005: пожалуйста, обновите вашу систему до %s версии перед установкой этого обновления.
tr: 19-005 #Lütfen %sisteminizi update bu güncelleştirmeyi yüklemeden önce versiyonu.

source: #19-007: Please update your system to the %s version before installing this update.
ru: #19-007: пожалуйста, обновите вашу систему до %s версии перед установкой этого обновления.
tr: 19-007 #Lütfen %sisteminizi update bu güncelleştirmeyi yüklemeden önce versiyonu.

source: #19-008: You already have installed this template.
ru: #19-008: вы уже установили этот шаблон.
tr: 19-008#: zaten bu şablon yüklediniz.

source: #19-009: Please update your system to the %s version before installing this update.
ru: #19-009: пожалуйста, обновите вашу систему до %s версии перед установкой этого обновления.
tr: 19-009 #Lütfen %sisteminizi update bu güncelleştirmeyi yüklemeden önce versiyonu.

source: #19-010: The package you have uploaded is invalid.
ru: #19-010: пакет, который вы выложили, является недействительным.
tr: #19-010: yüklediğiniz paket geçersiz.

source: #19-011: The package you have uploaded is invalid.
ru: #19-011: пакет, который вы выложили, является недействительным.
tr: #19-011: yüklediğiniz paket geçersiz.

source: #19-013: The folder %s is not writable.
ru: #19-013: в папке %s недоступен для записи.
tr: #19-013: yazılabilir değil klasör %s.

source: #19-014: Your system doesn't meet the requirements for this module, version >=%s is required.
ru: #19-014: ваша система не удовлетворяет требованиям для данного модуля, версия >=%S не требуется.
tr: #19-014: sistem Bu modül için gereksinimlerini karşılamak, =%>sürüm değil gereklidir.

source: #19-016: You already have installed this %s or a newer version.
ru: #19-016: вы уже установили этот %s или более новой версии.
tr: 19-016#: zaten bu %s veya daha yeni bir sürümü yüklü.

source: #354-01: An error occurred while saving your colors.
ru: #354-01: ошибка при сохранении своего цвета.
tr: Renkleri kaydedilirken 354-01#: Bir hata oluştu.

source: #354-02: An error occurred while saving your colors.
ru: #354-02: ошибка при сохранении своего цвета.
tr: Renkleri kaydedilirken 354-02#: Bir hata oluştu.

source: #354-03: SCSS Compilation error, you must input valid SCSS.
ru: #354-03: ошибка компиляции SCSS, вы должны ввести действительный SCSS.
tr: 354-03: SCSS Derleme hatası #geçerli SCSS giriş gerekir.

source: #498-01: An error occured while exporting your application.
ru: #498-01: ошибка при экспорте приложения.
tr: Uygulamanız verilirken #498-01: Bir hata oluştu.

source: #500-01: This application does not exist
ru: #500-01: это приложение не существует
tr: Bu uygulama yok #500-01:

source: #500-02: This application does not exist
ru: #500-02: это приложение не существует
tr: Bu uygulama yok #500-02:

source: #567-03: Missing value_id or place_id.
ru: #567-03: отсутствует value_id или place_id.
tr: Value_id veya place_id Eksik #567-03.

source: #567-04: An error occured.
ru: #567-04: произошла ошибка.
tr: #567-04: Bir hata oluştu.

source: #567-07: Missing value_id or place_id.
ru: #567-07: отсутствует value_id или place_id.
tr: Value_id veya place_id Eksik #567-07.

source: #567-09: Missing value_id or company_id.
ru: #567-09: отсутствует value_id или company_id.
tr: Value_id veya company_id Eksik #567-09.

source: #734-01: Missing yandex API key
ru: #734-01: отсутствует ключ API Яндекс
tr: Eksik #734-01 üye API anahtarı

source: #734-03: Invalid yandex API key OR Free limit request exceeded.
ru: #734-03: неверный ключ API Яндекс или бесплатный лимит запросов превышен.
tr: #734-03: Geçersiz üye API anahtarı VEYA Ücretsiz istek sınırı aştı.

source: %s - Access to your personal data.
ru: %s - доступ к вашим персональным данным.
tr: %s - Erişim kişisel verilerinizi.

source: (Offline)
tr: (Çevrimdışı)

source: <a href="%s" target="_blank">Click here for more information about AdMob</a>
ru: <a href="%s" target="_blank">Нажмите здесь для получения дополнительной информации о компании AdMob</а>
tr: <a href="%burada Toplayıcısı</hakkında daha fazla bilgi için target=" _blank">s">

source: <a href="%s">Click here</a> to go back to your applications list
ru: <a href="%s" target="_blank">Нажмите здесь</a>, чтобы вернуться к списку приложений
tr: <a href="%>buraya Tıklayın</uygulamaları geri gitmek için bir> liste s"

source: <b>File type:</b> %s<br /><b>Recommended size:</b> %s
ru: <b>тип файла:</b> %s<br /><b>размер:</b> %s
tr: </b> %s <b>Dosya türü:</b> %s<br /><b>Önerilen boyutu:

source: <b>Geolocation</b> option for the Overview & HTML5 will be displayed & work only when using HTTPS, however it works in Android & iOS apps without HTTPS.
ru: Параметр <b> Геолокация </b> для обзора и HTML5 будет отображаться и работать только при использовании HTTPS, однако он работает в приложениях для Android и iOS без HTTPS.
tr: Genel Bakış & HTML 5 için <b>coğrafi konum</b> seçeneği görüntülenir ve sadece HTTPS kullanırken çalışır, ancak Android ve iOS uygulamalar HTTPS olmadan çalışır.

source: <button class="add btn color-blue" type="button"><i class="fa fa-plus-circle"></i><span> Click to add an item</span></button>
ru: <button class="add btn color-blue" type="button"><i class="fa fa-plus-circle"></i><span> Нажмите, чтобы добавить пункт</span></button>
tr: <button class="item</span></button>eklemek-mavi" type="button"><i class="fa fa-btn renk plus-circle"></i><span> Ekle

source: <img src="%s" width="160" title="%s" />
tr: <ımg src="%s" genişlik="160" title="" s >/

source: A e-mail has been sent to %s, please check your inbox.
ru: Электронное письмо было отправлено на %s, пожалуйста, проверьте свой почтовый ящик.
tr: Posta %s gönderilen bir e-gelen kutunuzu kontrol edin.

source: A place can belong to multiple categories.
ru: Место может принадлежать нескольким категориям.
tr: Bir yerde birden fazla kategoriye ait olabilir.

source: ACTIVATE
ru: Активировать
tr: ETKİNLEŞTİRMEK

source: Above 50 active whitelabels, Nwicode's automated Let's Encrypt SSL certificate generation is not supported.
ru: Более 50 активных whitelabels не поддерживается автоматической генерацией SSL-сертификата Let's Encrypt в Nwicode.
tr: 50 aktif whitelabels yukarıda, Sibirya otomatik Gidelim şifreli SSL sertifika oluşturma desteklenmiyor.

source: Accepted Terms of Service
ru: Принял условия предоставления услуг
tr: Hizmet Şartlarını kabul

source: Account Settings
ru: Настройки учетной записи
tr: Hesap Ayarları

source: Action '{$action}' executed for module '{$module}'.
ru: Действие '{$action}' выполнено для модуля '{$module}'.
tr: {$Action} eylem '{$module} modül 'idam edildi.

source: Add an <br /><span class="bold">image</span>
ru: Добавить <br /><span class="bold">изображение</span>
tr: <Br /><span class="bold">resim</span>Ekle

source: Add<br /><span class="bold">Attachment</span>
ru: Добавить<br /><span class="bold">вложения</span>
tr: <Br /><span class="bold">Ek</span>Ekle

source: Add<br /><span class="bold">Pictures</span>
ru: Добавить<br /><span class="bold">фотографии</span>
tr: <Br /><span class="bold">Resimleri</span>Ekle

source: Addresses blocks can now have a website & a phone number.
ru: Адреса блоки, теперь можете добавить свой сайт и номер телефона.
tr: Bloklar şimdi web sitesi ve telefon numarası alabilir adresleri.

source: Ads type
ru: Тип объявления
tr: Reklam türü

source: After the upgrade you will be required to upload new homepage & splashscreen, actual homepages & splashscreens can still be downloaded.
ru: Для обновления вам необходимо загрузить новую страницу и заставку, старые изображения и splashscreens еще можно скачать.
tr: Yükseltmeden sonra yeni ana ve karşılama resmi yüklemek için gerekli olacaktır, gerçek ana ve splashscreens hala indirilebilir.

source: All places
ru: Все места
tr: Her yerde

source: Allow line return?
ru: Начать обратку?
tr: Hattı geri dönmelerine izin?

source: Alphabetically
ru: По алфавиту
tr: Alfabetik olarak

source: An error occurred while processing the payment.
ru: Произошла ошибка при обработке платежа.
tr: Ödeme işleme sırasında bir hata oluştu.

source: Android being more restrictive with screen orientation some combination are not possible.
ru: Android более ограничен в отношении ориентации экрана, некоторые комбинации невозможны.
tr: Android oryantasyon ekran ile daha kısıtlayıcı olma arada bazı olası değildir.

source: Android only (You must set a Firebase Key)
ru: Только для Android (вы должны установить ключ Firebase)
tr: Android (sadece Firebase Anahtarını ayarlamanız gerekir)

source: Android orientation is invalid!
ru: Ориентация Android является недействительной!
tr: Android yönünü geçersiz!

source: Android orientation settings
ru: Параметры ориентации андроид
tr: Android yönlendirme ayarları

source: Api User
ru: Пользователь API
tr: Apı Kullanıcı

source: Apple
tr: Elma

source: Application %s
ru: Приложение %s
tr: Uygulama %s

source: Application_Mobile_DataController::findall, class: {$model} doesn't exists.
ru: Application_Mobile_DataController::не существует метод findAll, класс: {$model} .
tr: Application_Mobile_DataController: {$model} findall, sınıf: öyle bir şey yok.

source: Apps efficaces + Prix minime = Des clients heureux
tr: Uygulamalar efficaces + Prix minime = Des müşterilerine heureux

source: Are you sure you want to delete this discount?
ru: Вы уверены, что хотите удалить эту скидку?
tr: Bu indirim silmek istediğinizden emin misiniz?

source: Background Color - Active
ru: Цвет Фона - Активный
tr: Arka Plan Rengi - Aktif

source: Background Color - Hover
ru: Цвет Фона При Наведении Курсора
tr: Arka Plan Rengi - Hover

source: Backoffice access
ru: Офис
tr: İdari büro erişim

source: Backoffice page Title
ru: Название в браузере
tr: İdari büro sayfa Başlığı

source: Backoffice theme (BETA)
ru: Оформление бэкофиса (бета)
tr: (BETA)idari büro tema

source: Banner ID
ru: ID баннера
tr: Banner KİMLİĞİ

source: Before you can generate your application, you must upload new homepage & splashscreen.
ru: Прежде чем вы можете создать приложение, вы должны загрузить новый фон и стартовую страницу
tr: Uygulama oluşturmadan önce, yeni ana ve karşılama resmi yüklemeniz gerekir.

source: Before you can re-publish your application, you must upgrade it to the new <b>unified</b> homepage & splashscreen.
ru: Прежде чем вы сможете повторно опубликовать приложение, вы должны обновить его до новой <b>ВЕРСИИ</b>с единым фоном и стартовой картинкой.
tr: Yeniden başlamadan önce uygulama yayımlamak, yeni <b>Birleşik</b> homepage & karşılama resmi yükseltmek gerekir.

source: Build failed!
ru: Сгенерировать не удалось!
tr: Oluşturma başarısız oldu!

source: Build succeed!
ru: Сгенерировано!
tr: Başarılı olmak kurmak!

source: By checking this box, you agree <a href="%s" target="_blank" class="underline">to our terms and conditions</a>
ru: Установив этот флажок, вы соглашаетесь с <a href="%s" target="_blank" class="underline">нашими условиями</а>
tr: Bu kutucuğu işaretleyerek, a href="%Koşullarımızı" target="_blank" class="alt">s ve koşulları</a><etmektesiniz

source: CANCEL
ru: Отменить
tr: İptal

source: CSS Editor is saved!
ru: Редактор CSS сохранен!
tr: CSS Editörü kaydedilir.

source: Cancel Subscription
ru: Отменить подписку
tr: Aboneliği iptal

source: Cancel current Offline subscription
ru: Отменить текущий автономный план подписки
tr: Mevcut Çevrimdışı aboneliği iptal

source: Cancel subscription!
ru: Отменить подписку!
tr: Aboneliği iptal!

source: Cancelled and expired
ru: Отменен
tr: İptal süresi

source: Cancelled to be expired
ru: Аннулировано, истек
tr: Süresi doldu iptal

source: Catalog is up-to-date.
ru: Каталог является актуальным.
tr: Katalog güncel.

source: Category is up-to-date.
ru: Категория является актуальной.
tr: Kategori güncel.

source: Channel: #security, #notifications, etc...
ru: Канал: #безопасности, #уведомления, и т. д...
tr: Kanal: #güvenlik, #bildirimleri, vb...

source: Check payments
ru: Чек
tr: Ödeme onay

source: Choose your font family
ru: Выберите любой шрифт
tr: Yazı tipi ailesi seçin

source: Clean-up sensible data
ru: Очистка данных
tr: Temizlik hassas veri

source: Click here for more information about AdMob
ru: Кликните здесь для получения дополнительной информации о компании AdMob
tr: Burada Toplayıcısı hakkında daha fazla bilgi için tıklayın

source: Click here to send your fullchain
ru: Нажмите здесь, чтобы отправить
tr: Burada fullchain göndermek için tıklayın

source: Click on a page to add it to the folder <span id="folder_name" class="folder_name">"%s"</span>
ru: Нажмите на функцию, чтобы добавить её в папку <span id="имя_папки">"%s"</span>
tr: Bir sayfada klasör <span id="folder_name" class="folder_name">"%s"</span>eklemek için tıklayın

source: Create a new category
ru: Создать новую категорию
tr: Yeni bir kategori oluştur

source: Custom font
ru: Ваш шрифт
tr: Özel yazı tipi

source: DEACTIVATE
ru: Выкл
tr: Devre dışı bırak

source: Default layout
ru: Макет по умолчанию
tr: Varsayılan düzeni

source: Default page
ru: Страница по умолчанию
tr: Varsayılan sayfa

source: Delete category!
ru: Категория удалить!
tr: Sil kategori.

source: Delete product!
ru: Удалить продукт!
tr: Sil ürün!

source: Display
ru: Дисплей
tr: Ekran

source: Display phone
ru: Дисплей телефона
tr: Ekran telefon

source: Display website
ru: Сайт дисплей
tr: Görüntülemek web sitesi

source: Download Certificate
ru: Сертификат Скачать
tr: İndirme Sertifika

source: Download Private
ru: Скачать
tr: İndir Özel

source: Download icon pack example
ru: Скачать пример иконок
tr: Download simge paketi örnek

source: Download non-unified previous images!
ru: Скачать необработанные предыдущие фото!
tr: İndirin olmayan birleştirilmiş önceki görüntüleri!

source: During the <b>beta</b> stage, themes are likely to evolve slightly.
ru: На этапе <b> бета </b> темы могут развиваться незначительно.
tr: <B>beta</b> aşamasında, temalar biraz gelişmeye muhtemeldir.

source: E-Mail render preview
ru: Электронная почта предварительная отрисовка
tr: E-Posta oluştur önizleme

source: E-mail is required in order to test SMTP
ru: Электронная почта необходима для того, чтобы проверить SMTP
tr: E-posta sipariş SMTP test etmek için gereklidir

source: E-mail is required!
ru: E-mail обязательно!
tr: E-posta gereklidir.

source: E-mail test
ru: Электронная почта тест
tr: E-posta testi

source: Editing subscription:
ru: Подписка на приложение:
tr: Düzenleme aboneliği:

source: Editor access
ru: Редактор
tr: Editör erişim

source: Elegance
ru: Элегантность
tr: Zerafet

source: Enable search
ru: Включить поиск
tr: Arama etkinleştir

source: Enabled?
ru: Включен?
tr: Etkin?

source: Enter the token you received by e-mail to access your personal data.
ru: Введите токен, который вы получили по электронной почте, чтобы получить доступ к вашим персональным данным.
tr: E aldığınız token girin-posta kişisel veri erişim için.

source: Environment is
ru: Окружающая среда
tr: Ortam

source: Everything seems ok.
ru: Вроде все ок.
tr: Her şey Tamam görünüyor.

source: Example: https://hooks.slack.com/services/XDEFFE/DE45GFV/RxwdF4bnhtRDsqsqzd234,
ru: Пример: https://hooks.slack.com/services/XDEFFE/DE45GFV/RxwdF4bnhtRDsqsqzd234,
tr: Örnek: https://hooks.slack.com/services/XDEFFE/DE45GFV/RxwdF4bnhtRDsqsqzd234,

source: FIX
ru: Исправить
tr: DÜZELTME

source: Feature this place?
ru: Особенность этого места?
tr: Buranın özelliği?

source: Featured label
ru: Представленный лейбл
tr: Özellikli etiket

source: Features to export & Options
ru: Возможности для экспорта и параметры
tr: Özellikler ve Seçenekler vermek

source: Feed URL <span class="required-entry">*</span> :
ru: URL-адрес канала новостей <span class="обязательно">*</span> :
tr: Besleme URL <span class="gerekli giriş">*</span> :

source: Field name:
ru: Название поля:
tr: Alan adı:

source: Firebase Cloud Messaging
tr: Firebase Bulut Mesajlaşma

source: Firebase is not yet configured, please contact your Administrator.
tr: Firebase henüz yapılandırılmamış, lütfen Yöneticinize başvurun.

source: Folder is up-to-date.
ru: Папка является актуальной.
tr: Klasörü güncel.

source: Font saved!
ru: Шрифт сохранён!
tr: Yazı tipi kurtardı!

source: For instance <b>Account A</b> creates an app, all other accounts tied to this app, will have the <b>publication type settings of the Account A</b>.
ru: Например, теги <b>Account A</b>, и создает приложение, все другие аккаунты привязаны к этому приложению, будут иметь теги <b>Тип издания в настройках аккаунта</b>.
tr: Örneğin <b>Hesabınız</b> bir uygulama oluşturur, bu uygulama bağlı diğer hesaplar, Hesabı</b><b>yayın türü ayarları olacaktır.

source: For more information, please feel free to contact us.
ru: Для получения более подробной информации, пожалуйста, не стесняйтесь связаться с нами.
tr: Daha fazla bilgi için, bizimle temas kurmaktan çekinmeyin.

source: Forgot your password ?
ru: Забыли пароль ?
tr: Şifrenizi mi unuttunuz ?

source: Full chain
tr: Tam zincir

source: Gallery Name <span class="required-entry">*</span> :
ru: Галерея имя <span class="required-entry">*</span> :
tr: Gerekli Galeri Adı <span class="giriş">*</span> :

source: Global notifications
ru: Глобальные уведомления
tr: Küresel bildirimleri

source: Go back to homepage
ru: Вернуться на главную страницу
tr: Geri ana sayfasına git

source: Google Cloud Messaging (GCM, Deprecated)
ru: Google облако сообщений (GCM, устаревший)
tr: Google Cloud Mesajlaşma (HGK, Kaldırılmış)

source: Grid view
ru: Вид сетки
tr: Izgara görünümü

source: Handwriting
tr: El yazısı

source: How to install the cron scheduler ?
ru: Как установить cron-планировщик ?
tr: Cron zamanlayıcı yüklemek için nasıl ?

source: I agree to receive information & commercial offers about the WhiteLabel program.
ru: Я согласен получать информационные и коммерческие предложения о продуктах NWICODE
tr: Bilgi ve ticari WhiteLabel programı hakkında teklifler almak için kabul ediyorum.

source: I have a Google developer account
ru: У меня есть аккаунт разработчика Google
tr: Google geliştirici hesabı var

source: I have read & agree the Terms of Service
ru: Я прочитал и принимаю условия обслуживания
tr: Okudum ve Hizmet Şartlarını kabul

source: IMPERSONATE
ru: ПЕРЕЙТИ
tr: TAKLİT

source: If you need it to work you will need to manually generate your corresponding SSL certificate.
ru: Если вам нужно, чтобы он работал, вам нужно будет вручную создать соответствующий SSL-сертификат.
tr: Eğer işe ihtiyacın varsa el ile ilgili bir SSL sertifikası oluşturmak gerekir.

source: In case your Stripe subscription is not linked (ie: missing or wrong sub_xxxx id), you can search the right reference here and apply it to the subscription.
ru: В случае, если ваша подписка Stripe не связана (т. Е. Отсутствует или неверный идентификатор sub_xxxx), вы можете найти правильную ссылку здесь и применить ее к подписке.
tr: Durumda Şerit aboneliği (örn: eksik ya da yanlış sub_xxxx ıd) bağlı değil, burada referans arama ve abonelik uygulayabilirsiniz.

source: In-App links
ru: В приложении ссылки
tr: -App bağlantılar

source: Inactive, Cancelled or Expired
ru: Не активен, аннулировано или истек
tr: Etkin olmayan, İptal edilmiş veya süresi Dolmuş
