Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default-group2.po
Languages: ru, tr

source: You offline subscription is awaiting approval from an Administrator!
ru: Вы в автономном режиме подписки ожидает одобрения администратора!
tr: Abonelik bir yöneticiden Onay Bekliyor çevrimdışı!

source: Your application is set to use the homepage background for all the features!<br />You can't upload individual backgrounds for the features.
ru: Ваше приложение, чтобы использовать главный фон для всех функций!<br />вы не можете загружать отдельные фоны для функции.
tr: Uygulama tüm özellikleri için ana arka plan kullanmak için ayarlanır.<o özellikler için tek tek arka plan yükleyebilir br/>.

source: Your are about to replace the current application template, colors & features. Are you sure ?
ru: Вы собираетесь заменить текущий шаблон приложения, цвета и функции. Ты уверен ?
tr: Mevcut uygulama şablonunu, renkleri ve özellikleri değiştirmek üzeresiniz. Emin misiniz?

source: Your are about to replace the current application template, colors & features.\nAre you sure ?
ru: Вы собираетесь заменить текущий шаблон приложения, цвета и функции. вы уверены ?
tr: \Geçerli uygulama şablonu değiştirmek üzere, renk ve özellikleri vardır.nAre emin misin ?

source: Your licenses
ru: Ваши лицензии
tr: Lisansları

source: [Let's Encrypt] cron renewal is disabled until %s due to rate limit hit, skipping.
ru: [Let's Encrypt] Обновление крон отключено до %s из-за лимита.
tr: Şifrelemek [hadi] cron yenileme %sınırı isabet oranı, atlama nedeniyle s kadar devre dışı bırakılır.

source: [Let's Encrypt] will expire in %s days.
ru: Срок действия [Let's Encrypt] истекает через %s дней.
tr: [Hadi Şifreleyelim] %s gün içinde sona erecek.

source: fa-toggle-on
tr: fa-geçiş-

source: filtered from #TOTAL# total records
ru: отфильтрованный от #всего# всего записей
tr: TOPLAM ## süzülmüş toplam kayıt

source: iOS & Android (You must set both a Firebase Key & upload a Push Certificate for the Application)
ru: Android и iOS (необходимо установить Firebase Key и загрузить сертификат push-уведомлений для приложения)
tr: iOS & Android (Uygulama için hem Firebase Anahtar & upload İtme Belgesi ayarlamanız gerekir)

source: iOS 9+
ru: с iOS 9+
tr: 9 iOS+

source: iOS NS*Descriptions
ru: iOS NS * Описания
tr: *iOS NS Açıklamaları

source: iOS only (You must upload a Push Certificate for the Application)
ru: только для iOS (вы должны загрузить сертификат push-уведомлений для приложения)
tr: yalnızca iOS (Uygulama için Push bir Sertifika yüklemeniz gerekir)

source: iOS-Autopublish service is unreachable.
ru: Сервис iOS-Autopublish недоступен.
tr: iOS-Otomatik Yayınlama hizmetine erişilemiyor.

source: iPhone & iPad & Android orientation
ru: iPhone и iPad и ориентация Андроид
tr: iPhone & iPad & Android yönünü

source: iPhone (No Ads)
ru: iPhone (без рекламы)
tr: iPhone (Reklamlar)

source: of
ru: из
tr: biri

source: or
ru: или
tr: yada

source: or unlimited?
ru: или неограниченное?
tr: ya da sınırsız mı?

source: php-redis module is required!
ru: требуется модуль для PHP-Redis!
tr: php-redis modülü gereklidir!

source: please respect the font name case!
ru: пожалуйста, вставьте корректное название шрифта!
tr: yazı tipi adı dava saygı lütfen!

source: record
ru: запись
tr: kayıt

source: records
ru: записи
tr: kayıtları

source: to
ru: Для
tr: için

source: Android 4.4+
ru: Андроид 4.4+

source: Android Studio 3+
ru: Android-Студия 3+

source: Download CA
ru: Скачать CA

source: Fulltext
ru: Полнотекстовый

source: Mais encore ?
ru: Но все же?

source: Modern
ru: Современные

source: Plan
ru: План

source: Sur quelles plateformes ?
ru: На каких платформах?

source: URL (.mp3)
ru: URL-адрес (.МР3)
