Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default.po
Languages: tr

source: Total sales
tr: Toplam satış

source: Total visits
tr: Toplam ziyaret

source: Tour
tr: Tur

source: Tour Edition
tr: Tur Edisyonu

source: Translation
tr: Çeviri

source: Translations
tr: Çevirileri

source: Unable to add the contact to your address book
tr: Adres defterinize kişi eklemek mümkün

source: Unable to calculate the route.
tr: Rota hesaplanamadı.

source: Unable to connect in HTTPS or to validate the SSL Certificate.<br />Check if your are not in `Staging`
tr: HTTPS'ye bağlanılamıyor veya SSL Sertifikasını doğrulamıyor. <br /> "Staging"de değilseniz kontrol edin.

source: Unable to find TC with id %s.
tr: %s kimliğine sahip TC bulunamıyor.

source: Unable to save image
tr: Resim kaydedilemiyor

source: Unrecognized image format
tr: Bilinmeyen resim biçimi

source: Until:
tr: Şu zamana kadar:

source: Updated at
tr: Güncelleme at

source: Upload to panel
tr: Panele yüklemek

source: Upload your json here
tr: Burada json yükleyin

source: Use card design
tr: Kullanım kart tasarımı

source: Use the homepage image as background in all features
tr: Tüm özelliklerde ana sayfa resmini arka plan olarak kullan

source: Use this coupon
tr: Bu kuponu kullanmak

source: User
tr: Kullanıcı

source: User successfully saved
tr: Kullanıcı başarıyla kaydedildi

source: Username
tr: Kullanıcı adı

source: Users
tr: Kullanıcılar

source: Users activity
tr: Kullanıcı etkinliği

source: Users localization
tr: Kullanıcıların konumu

source: VAT Number
tr: Vergi Numarası

source: Valid until
tr: Şu tarihe kadar geçerli

source: Validate
tr: Doğrulamak

source: Validated points
tr: Doğrulanmış noktalar

source: Validated points by Loyalty card Analytics
tr: Sadakat kartı analytics tarafından onaylanan puanlar

source: Validations by Discount Analytics
tr: İndirim analizlerine göre doğrulamalar

source: Version %s
tr: Sürüm %s

source: Videos
tr: Videolar

source: View
tr: Görünüm

source: View full article
tr: Tüm makaleyi oku

source: View my actual data
tr: Gerçek veri görüntüle

source: Visits
tr: Ziyaretler

source: Visits by feature (All)
tr: Özelliğe göre ziyaretler (tümü)

source: Visits by feature (Top 5)
tr: Test API'ına izin verilsin mi?

source: Visits by product (TOP 20)
tr: Ürün başına ziyaret (Top 20)

source: We are sorry but this address is already used.
tr: Üzgünüz ama bu adres zaten kullanılıyor.

source: We are sorry but this email address already exists.
tr: Üzgünüz ama bu e-posta adresi zaten var.

source: We are sorry but this feature is not available yet
tr: Üzgünüz ama bu özellik henüz mevcut değil

source: We are sorry but this username already exists.
tr: Üzgünüz ancak bu kullanıcı adı zaten mevcut.

source: We've sent you an e-mail with your access token.
tr: Erişim belirteci ile bir e-posta gönderdik.

source: Web folder Owner
tr: Web klasörü Sahibi

source: Web space
tr: Web alanı

source: Weblink
tr: Adresinden

source: Website
tr: Web sitesi

source: When selecting 'Enable test API' in a payment method, be sure to create test credentials, check the documentation of your payment method.
tr: Seçerken 'test APİ ödeme yöntemini Etkinleştir', test kimlik bilgileri oluşturmak için, ödeme yöntemi belgelerine bakın emin olun.

source: When selecting \'Enable test API\' in a payment method, be sure to create test credentials, check the documentation of your payment method.
tr: Bir ödeme yönteminde \'Test API'sını Etkinleştir \' seçerken, test kimlik bilgileri oluşturduğunuzdan emin olun, ödeme yönteminizin dökümanlarını kontrol edin.

source: Who is online
tr: Online olan

source: Winners list
tr: Kazananlar listesi

source: Year
tr: Yıl

source: Yearly
tr: Yıllık

source: Yes
tr: Evet

source: You already have this user in your contact
tr: Zaten kişi bu kullanıcı var

source: You are about to delete this certificate, Are you sure ?
tr: Bu sertifikayı silmek istediğinize emin misiniz?

source: You are gone offline
tr: Çevrimdışı gitti

source: You are not allowed to delete a feature!
tr: Bir özelliği silmek için izniniz yok!

source: You are using a custom SMTP configuration, and the following white-label administrator <b>%s</b> is requesting his domain <b>%s</b> to be white-listed.<br /><br />You can add his domain in your SMTP provider panel and send him the instructions to configure it for his domain.
tr: Özel bir SMTP yapılandırması kullanıyorsunuz ve aşağıdaki white-label yöneticisi <b>% s </ b>, etki alanının <b>%s </ b> için whitelist istiyor. <br /><br / > Alanını SMTP sağlayıcınızın paneline ekleyebilir ve ona alan adına göre yapılandırmak için talimatları gönderebilirsiniz.

source: You can add allowed extensions, please note that .php, .js & .ico are strictly forbidden and can't be added
tr: İzin verilen uzantıları ekleyin lütfen unutmayın .php .js ve .ıco kesinlikle yasaktır ve bunu eklenebilir

source: You can extend JAVA & GRADLE options to better fit your server hardware.
tr: Daha iyi sunucu donanımınız uygun JAVA & GRADLE seçenekleri genişletebilirsiniz.

source: You can follow the URL below to access your data report
tr: Veri erişim için aşağıdaki URL izleyebilirsiniz raporu

source: You can globally disable a feature!
tr: Bu özelliği k

source: You can upload a pem certificate only.
tr: Sadece pem sertifika yükleyebilirsiniz.

source: You can upload a png only (.png).
tr: Yalnızca png yükleyebilirsiniz. (.png)

source: You can upload a zip archive only.
tr: Sadece bir zıp arşivi yükleyebilirsiniz.

source: You can upload an icon only (.ico and .png).
tr: Sadece bir simge upload (yükleyebilirsiniz.ıco ve .png).

source: You can upload an image only (.jpg, .jpeg, .gif and .png).
tr: Sadece bir resim yükleme (.jpg, .jpeg .gif ve .png).

source: You can't upload more than one file at a time.
tr: Bir kerede birden fazla dosya yükleyebilirsiniz.

source: You cannot add this feature
tr: Bu özelliği ekleyemezsiniz.

source: You current working environment is
tr: Mevcut çalışma ortamıdır

source: You don't have any applications yet
tr: Henüz hiç uygulamanız yok

source: You don't have any invoices yet
tr: Henüz herhangi bir fatura yok

source: You have gone offline
tr: Çevrimdışı oldunuz

source: You have to chose a start and an end date.
tr: Bir başlama ve bitirme tarihi seçmeniz gerekiyor.

source: You must be logged in to like something!
tr: Beğenmek için giriş yapmalısınız.

source: You must be logged in to post a comment
tr: Yorum yazmak için giriş yapmalısınız

source: You must fill ip & port.
tr: Ip & port doldurmanız gerekir.

source: You must first complete the current category creation process
tr: Öncelikle mevcut kategori oluşturma işlemini tamamlamanız gerekir.

source: You must give the permission to the app to add a contact to your address book
tr: Uygulamanın adres defterinize kişi eklemek için izin vermelisiniz

source: You must share your location to access this page.
tr: Bu sayfaya erişmek için konumunuzu paylaşmak gerekir.

source: You will lose all unsaved changes, continue?
tr: Kaydedilmemiş tüm değişiklikleri kaybedeceksiniz, devam edilsin mi?

source: Your PHP version is too old, please upgrade to PHP 5.4+.
tr: PHP sürümünüz çok eski, lütfen PHP 5.4+ sürümüne geçin.

source: Your access token is
tr: Erişim belirteci olduğunu

source: Your analytics will be computed and available soon
tr: Analizleriniz yakında hesaplanacak ve kullanıma sunulacak

source: Your are not allowed to assign this role.
tr: Bu rol atamak için izin verilmez.

source: Your browser is too old to view the content of our website.<br />
tr: Tarayıcınızın web sitemizin içeriğini görmek için çok yaşlı.<br />

source: Your build should be ready
tr: Yapı hazır olmalıdır

source: Your comment
tr: Yorum

source: Your email address
tr: E-posta adresinizi

source: Your email address does not exist
tr: E-posta adresinizi yok

source: Your invoice has been edited successfully.
tr: Faturanız başarıyla düzenlenmiştir.

source: Your name
tr: Adınızı

source: Your new password has been sent to the entered email address
tr: Yeni şifrenizi girdiğiniz e-posta adresi gönderildi

source: Your password does not match the entered password.
tr: Şifrenizi girdiğiniz parola eşleşmiyor.

source: Your request has been successfully sent, please wait for your administrator to answer.
tr: Talebiniz başarıyla gönderildi. Lütfen yöneticinizin yanıt vermesini bekleyin.

source: Your subscription has been deleted successfully.
tr: Aboneliğiniz başarıyla silindi.

source: Your subscription status has been changed successfully.
tr: Abonelik durumunuz başarıyla değiştirildi.

source: Zip code
tr: Posta Kodu

source: average
tr: ortalama

source: be careful or set it back to
tr: dikkatli olun ya da ayarlamak için

source: close
tr: Yakın

source: confirm action, deletion, etc ...
tr: Silmeyi, eylemi vb onaylayın...

source: contextual, depends on module/layout
tr: Bğlamsal, modül/layout'a bağlı

source: day
tr: gün

source: days
tr: gün

source: disabled
tr: devre dışı

source: en
tr: TR

source: enabled
tr: etkin

source: form submit, search, validation, confirmation
tr: Forrm gönderme, arama, doğrulama, onaylama

source: hh:mm a
tr: ss:dd

source: high
tr: yüksek

source: hour
tr: saat

source: hours
tr: saat

source: iOS Source
tr: iOS Kaynağı

source: iOS base Bundle ID must contain only letters, dots & minus with at least two dots.<br />Example: com.mydomain.admin
tr: iOS base Bundle kimliği, en az iki punto ile sadece harf, nokta ve eksi içermelidir. <br /> Örnek: com.mydomain.admin

source: iOS base Bundle ID must contain only letters, dots & minus.
tr: iOS taban paketi kimliği yalnızca harfler, nokta ve eksi içermelidir.

source: iOS base Bundle ID can't be empty.
tr: iOS base Bundle kimliği boş bırakılamaz.

source: iOS only
tr: yalnızca iOS

source: iTunes Connect providers
tr: iTunes sağlayıcıları Bağlayın

source: idle
tr: boşta

source: informative, modal
tr: Bilgilendirici, kipsel

source: is updated once a day
tr: bir kez bir gün güncellenir

source: loading
tr: Yükleme

source: low
tr: düşük

source: maintenance
tr: bakım

source: minute
tr: dakika

source: minutes
tr: dakika

source: never
tr: asla

source: phone, locate, facebook, email, etc..
tr: Telefon, lokasyon, facebook, e-posta, vb

source: picture
tr: Resim

source: posts
tr: mesaj

source: remaining characters
tr: kalan karakterler

source: second
tr: ikinci

source: seconds
tr: saniye

source: this feature is globally disabled!
tr: Bu özellik global olarak devre dışı bırakıldı!

source: title
tr: Başlık

source: titles
tr: Başlıklar

source: to add a folder.
tr: başka bir klasöre eklemek için.

source: to add a subfolder.
tr: bir alt klasör eklemek için.

source: twitter
tr: heyecan

source: unreachable
tr: ulaşılamaz
