Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default-group2.po
Languages: ru, tr

source: Insert a <br /><span class="bold">cover image</span>
ru: Вставить в <br /><span class="bold">фото</span>
tr: Ekle <br /><span class="bold">kapak resim</span>

source: Insert a <span class="bold">cover image</span>
ru: Вставить <span class="bold">фото</span>
tr: Ekle <span class="bold">kapak resim</span>

source: Installing module <em><span id="label_module"></span></em>
ru: Установка модуля <em><span id="label_module"></span></em>
tr: Yükleme modülü <em><span id="label_module"></span></em>

source: Interstitial ID
ru: Интерстициальный ИД
tr: İnterstisyel KİMLİĞİ

source: Invoice N°
ru: Счет №
tr: Fatura N°

source: Is self assignable (a user with a self-assignable role can create users with the same role)
ru: Само назначение (пользователь самостоятельно может переназначить роль и создавать пользователей с одной и той же ролью)
tr: Kendini atanabilir (kendi kendine bir kullanıcı atanabilir rol aynı rol ile kullanıcılar oluşturabilir)

source: Kilometers
ru: Километров
tr: Kilometre

source: Licenses
ru: Лицензии
tr: Lisansları

source: List view
ru: Вид списка
tr: Liste görünümü

source: Loading ...
ru: Загрузка ...
tr: Yükleniyor ...

source: Location settings
ru: Настройки местоположения
tr: Konum ayarları

source: M-Commerce
ru: M-Коммерция
tr: M-Ticaret

source: Mail logger
ru: Адрес регистратора
tr: Posta logger

source: Mail logs
ru: Почтовые логи
tr: Posta günlükleri

source: Main nwicode domain
ru: Основной домен nwicode
tr: Ana Sibirya etki alanı

source: Manage tour
ru: Управление тур
tr: Tur Yönet

source: Miles
ru: Миль
tr: Mil

source: Missing font family!
ru: Отсутствует параметры шрифтов!
tr: Kayıp aile tipi!

source: Missing name parameter.
ru: Отсутствует параметр name.
tr: Eksik parametre adı.

source: Missing params.
ru: Недостающие параметры.
tr: Kayıp parametreler.

source: Missing value_id.
ru: Отсутствует value_id.
tr: Eksik value_id.

source: Module installed/updated
ru: Установлен модуль/обновление
tr: Modülü yüklenmiş/güncellenmiş

source: Monetize my app using AdMob
ru: Монетизировать приложения, использующие AdMob
tr: Uygulamayı kullanarak Almasıyla benim para kazandırmak

source: Monospace
tr: Tek aralıklı

source: My users
ru: Мои пользователи
tr: Benim kullanıcılar

source: MySQL (Default)
ru: В MySQL (По Умолчанию)
tr: (Varsayılan)MySQL

source: NO
ru: Нет
tr: HAYIR

source: Nearest
ru: Ближайшие
tr: En yakın

source: New backoffice themes are available, check them out <a href="/system/backoffice_config_design">here</a>.
ru: Доступны новые темы backoffice, ознакомьтесь с ними<a href="/system/backoffice_config_design"> здесь</a>.
tr: Yeni idari büro temalar kullanılabilir, a href="buraya/sistem/backoffice_config_design"></a><onları kontrol edin.

source: New publication request on your platform %s, for the Application %s.
ru: Новый запрос на публикацию на вашей платформе %s, для приложения %s.
tr: Platform %yeni yayın istek s Uygulaması %s için.

source: No result found.
ru: Нет.
tr: Hayır sonuç bulundu.

source: No results.
ru: Нет результатов.
tr: Sonuç yok.

source: Non-featured label
ru: Не представленный лейблом
tr: Olmayan özellikli etiket

source: Note: the migration will only work if redis is configured & running!
ru: Примечание: миграция будет работать только если Рэдис настроен и работает!
tr: Not: geçiş yalnızca redis yapılandırılmış ve çalışıyorsa çalışır.

source: Note: we recommand to install under the web user to maintain file & folders permissions, but if this is not possible at all you can install it under the root user.
ru: Примечание: мы рекомендуем установить под веб-пользователей, чтобы сохранить разрешения для файлов и папок, но если это не возможно, вы можете установить его под пользователя root.
tr: Not: web kullanıcı altında dosya ve klasörleri izinleri korumak için yüklemek için recommand, ama eğer bu mümkün değilse root kullanıcısı altında yükleyebilirsiniz.

source: Nothing to do!
ru: Ничего не делать!
tr: Yapacak hiçbir şey yok!

source: Nwicode main domain (without https?://) is required for services, and tools.
ru: Основной домен Nwicode (без https?: //) необходим для сервисов и инструментов.
tr: (Https olmadan?) Sibirya ana etki alanı:// hizmetleri ve araçlar için gereklidir.

source: Offline awaiting validation
ru: В автономном режиме в ожидании проверки
tr: Çevrimdışı bekleyen doğrulama

source: Ok, proceed to minimal upgrade!
ru: ОК, переходим на минимальное обновление!
tr: Tamam, az yükseltmeye devam edin!

source: Ok, skip automated upgrade!
ru: ОК, пропустить автоматическое обновление!
tr: Tamam, otomatik yükseltme!

source: Only active subscriptions not linked are shown below!
ru: Только активные подписки не связаны показаны ниже!
tr: Bağlı değil, sadece aktif abonelikleri aşağıda gösterilmiştir.

source: Only showing latest 100 e-mail logs.
ru: Показывает только последние 100 записей в электронной почте.
tr: En son 100 gösteriyor sadece e-posta günlükleri.

source: Opt-in e-mails
ru: добровольная рассылка
tr: Opt-e-posta -

source: Order places by
ru: Поиск мест по
tr: Sipariş yerleri

source: Outstanding balance of %s %s.
ru: Остаток на %s %s.
tr: %Bakiye s %s.

source: Owner / Application
ru: Владелец / Приложения
tr: Sahibi / Uygulama

source: PNG icons are recommended for a better display result.
ru: Иконки PNG- рекомендуется для лучшего результата отображения.
tr: PNG simgeleri daha iyi görünen bir sonuç için tavsiye edilir.

source: Page design
ru: Дизайн страницы
tr: Sayfa tasarımı

source: Path to your Fullchain
ru: Путь к Fullchain
tr: Fullchain için yol

source: PayPal subscription is Active
ru: Подписка PayPal является активной
tr: PayPal abonelik Aktif

source: PayPal subscription is now correctly synced and will correctly expire by %s!
ru: Подписка PayPal теперь правильно синхронизированы и истекает %s!
tr: PayPal abonelik şimdi doğru nedenle ve doğru s %sona erecek.

source: Places upgrade! New version with a better search engine, categories & display options.
ru: Места апгрейд! Новая версия лучшего поисковика, категории и параметры отображения.
tr: Yerler yükseltme! Daha iyi bir arama motoru, kategorileri ve görüntüleme seçenekleri ile yeni sürümü.

source: Platform contact informations
ru: Платформа контактная информация
tr: Platform iletişim bilgileri

source: Position
ru: Положение
tr: Pozisyon

source: Proceed to full ugrade!
ru: Перейти на полную !
tr: Tam ugrade geçin!

source: Proceed to ugrade!
ru: Перейти к скачать!
tr: Ugrade geçin!

source: Product is up-to-date.
ru: Товар актуален.
tr: Ürün-güncel.

source: Publication request
ru: Запрос на публикацию
tr: Yayın isteği

source: Publication type
ru: Тип издания
tr: Yayın türü

source: REDUCE
ru: Уменьшить
tr: AZALTMAK

source: RESTORE
ru: Восстановить
tr: GERİ yükleme

source: Re-check payments
ru: Повторная проверка платежей
tr: Yeniden Çek ödemeleri

source: Recipients
ru: Получатели
tr: Alıcılar

source: Redis (requires to install php-redis & Redis server)
ru: Рэдис (требуется для установки PHP-Redis в & сервер Redis)
tr: Redis (php yüklemek için gerektirir redis & Redis sunucusu)

source: Redis AUTH KEY, only required if configured on your Redis server.
ru: Ключевые Redis для авторизации требуется только если настроен на ваш сервер Redis.
tr: Eğer Redis sunucusu üzerinde yapılandırılan, Redis kimlik DOĞRULAMA ANAHTARI, yalnızca gerekli.

source: Redis enpoint (example: tcp://127.0.0.1:6379)
ru: Рэдис enpoint (пример: TCP://127.0.0.1:6379)
tr: Redis enpoint (örnek: tcp: 127.0.0.1//: 6379)

source: Refresh available Teams & Providers
ru: Обновление существующих команд и поставщиков
tr: Kullanılabilir Takım & Sağlayıcıları yenileme

source: SELECT
ru: Выберите
tr: SEÇİN

source: SYNC
ru: Синхронизация
tr: EŞİTLEME

source: Safe in portrait & landscape
ru: Безопасный в портрет и пейзаж
tr: Güvenli Portre & Manzara

source: Safe in portrait (locked)
ru: Безопасный в портрет (заблокировано)
tr: (Kilitli)portre güvenli

source: Save settings & Publish
ru: Сохранить настройки и публикации
tr: Ayarları kaydet & Yayınla

source: Search, filter ...
ru: Поиск, фильтр ...
tr: Arama, filtre ...

source: Secondary category (optional)
ru: Вторичная категория (опционально)
tr: (İsteğe bağlı)ikincil kategori

source: Security logs (last 50 triggers)
ru: Безопасности журналы (последние 50 триггеры)
tr: (Son 50 tetikler)güvenlik günlükleri

source: Sender
ru: Отправитель
tr: Gönderici

source: Settings & Options
ru: Настройки и опции
tr: Ayarlar & Seçenekler

source: Show featured labels
ru: Показать избранные ярлыки
tr: Özellikli etiketlerini göster

source: Show non-featured labels
ru: популярные метки
tr: Haritayı olmayan özellikli etiketler

source: Showing
ru: Показывая
tr: Gösterilen

source: Slots
ru: Слоты
tr: Yuvaları

source: Socket, example: /var/run/clamav/clamd.ctl
ru: Сокет, пример: /var/run/clamav/clamd.ctl
tr: Soket, örnek: /var/run/clamav/clamd.ctl

source: Something went wrong, the category do not exists!
ru: Что-то не заладилось, категория не существует!
tr: Bir şeyler ters gitti, değil kategori var.

source: Start search
ru: Начать поиск
tr: Arama başlatın

source: Status color chart
ru: Статус цвета
tr: Durum renk şeması

source: Stores Informations
ru: Информация в маркетах
tr: Mağaza Bilgileri

source: Stripe subscription ID
ru: Stripe ID подписки
tr: Şerit abonelik KİMLİĞİ

source: Stripe subscription saved!
ru: Подписка Stripe сохранена!
tr: Şerit abonelik kurtardı!

source: Stripe utility tools!
ru: Сервисные инструменты Stripe!
tr: Şerit yardımcı araçlar!

source: Subject
ru: Тема
tr: Konu

source: Subscription date & time
ru: Дата подписки и время
tr: Abonelik tarih ve saat

source: T&C's
tr: T&C

source: Tags are used to improve full-text search.
ru: Теги используются для улучшения полнотекстового поиска.
tr: Etiketleri tam metin arama artırmak için kullanılır.

source: Tags will be de-duplicated, migrated to categories & associated to existing places.
ru: Теги дублируются и мигрировали в категории и связанной с существующими места.
tr: Etiketleri de-çoğaltılamaz, kategoriler göç ve mevcut yerler için ilişkili olacaktır.

source: Text Color - Active
ru: Цвет Текста - Активный
tr: Metin Rengi - Aktif

source: Text Color - Hover
ru: Цвет Текста При Наведении Курсора
tr: Metin Rengi - Hover

source: The Platform name
ru: Имя платформы
tr: Platform adı

source: The category you are trying to edit doesn't exists..
ru: Раздел, который вы пытаетесь редактировать, не существует..
tr: Düzenlemek istediğiniz Kategori yok..

source: The folder & it's sub-folders have been removed!
ru: Папки и ее вложения были удалены!
tr: Klasör ve alt-klasörleri kaldırılmıştır.

source: The following folders are not writable: <br /> - %s
ru: Следующие папки записи: <br /> - %s
tr: Aşağıdaki klasörleri yazılabilir: <br /> - %s

source: The installation of the module <span id="installation_failed_module_name"></span> has failed: <span id="installation_failed_because"></span>
ru: Установка модуля <span id="installation_failed_module_name"></span> не удалась: <span id="installation_failed_because"></span>
tr: Modül <span id=yüklemesi"installation_failed_module_name"></span> başarısız oldu: <span id="installation_failed_because"></span>

source: The publication access type of an Application is determined by the publication type settings that are set for its Creator.
ru: Тип публикации доступ к приложения определяется публикацию параметры типа, которые устанавливаются на своего создателя.
tr: Bir Uygulamanın yayın erişim tipi Yaratıcısı için ayarlanan yayın türü ayarları tarafından belirlenir.

source: The setup fee is not a valid price (e.g. 12.34
ru: стоимость установки не действительной цене (например, 12.34
tr: Kurulum ücreti 12.34 (örneğin geçerli bir fiyat değil

source: The splashscreen image
ru: Заставки изображения
tr: Karşılama resmi resim

source: The store & mcommerce instances mismatch!
ru: Магазин & несоответствие мобильной коммерции!
tr: Mağaza & mcommerce örnekleri uyumsuzluğu!

source: The strip customer '%s' is missing!
ru: Заказчик strip '%s' отсутствует!
tr: Şerit müşteri '%eksik.

source: The stripe subscription '%s' is missing!
ru: Подписка на stripe '%s' отсутствует!
tr: Şerit abonelik '%eksik.

source: The subscription '%s' doesn't exists!
ru: Подписка '%s' не существует!
tr: 'Değil s abonelik '%var!

source: The subscription was already inactive or cancelled
ru: Подписка не активна или отменена
tr: Abonelik zaten etkin olmayan ya da iptal edildi

source: The version number format is invalid, please use x.y.z where x, y & z are only digits.
ru: Формат номера версии является недействительным, пожалуйста, используйте X.г.Z, где X, Y и Z являются только цифры.
tr: Sürüm numarası biçimi geçersiz, x kullanın lütfen.y.x, y ve z tek haneli olduğu z.

source: Theme
ru: Тема
tr: Tema

source: There is no user with this ID.
ru: Нет пользователя с этим ID.
tr: Bu KİMLİK ile bir kullanıcı yok.

source: This Application has some M-Commerce invoices associated, you can not delete it!
ru: Это приложение имеет некоторые м-коммерции накладные связаны, вы не можете удалить его!
tr: Bu Uygulama ile ilgili bazı e-Ticaret faturalar var, silemezsiniz!

source: This Google Font do not exists!
ru: Этот шрифт Google не существует!
tr: Bu Google Yazı tipi var!

source: This action is not allowed in demo.
ru: Данное действие недоступно в демо.
tr: Bu eylem demo izin verilmez.

source: This application does not exists.
ru: Это приложение не существует.
tr: Bu uygulama mevcut değil.

source: This application was not upgraded to the unified splashscreens & can't be published right now.
ru: Это приложение не было обновлено до единой версии картинок и не может быть опубликовано прямо сейчас.
tr: Bu uygulama, Birleşik splashscreens yükseltildi ve şu an yayınlanabilir.

source: This build do not exists.
ru: Эта сборка не существует.
tr: Bu yapı var.

source: This combination is not valid, if you want both portrait & landscape please check all orientations.
ru: Эта комбинация не действует, если вы хотите, чтобы и портрет и пейзаж проверьте все направления.
tr: Bu kombinasyon geçerli değil, her iki portre ve manzara tüm yönleri kontrol edin isterseniz.

source: This is not a valid e-mail address.
ru: Это не действительный адрес электронной почты.
tr: Bu geçerli bir e-posta adresi değil.

source: This is only a generic preview, header & footer are adjusted depending on the context!
ru: Это единственный универсальный предварительный просмотр, колонтитулы настраиваются в зависимости от контекста!
tr: Bu sadece genel bir izleme, üstbilgi ve altbilgi içeriğe bağlı olarak ayarlanır.

source: This place do not exists!
ru: Этого места не существует!
tr: Bu yer var!

source: Three columns
ru: Три колонки
tr: Üç sütun

source: Title for featured places
ru: Название-избранные места
tr: Öne çıkan başlık yerlerde

source: Title for non-featured places
ru: Название для не рекомендуемых мест
tr: Olmayan başlık özellikli yerler

source: Two columns
ru: Две колонки
tr: İki sütun

source: Upgrade done!
ru: Обновление сделано!
tr: Yapılan yükseltme!

source: Upgrade required for Sources APK / IPA
ru: Требуется обновление для АПК / IPA
tr: Yükseltme Kaynakları için kuru temizleme / IPA gerekli

source: User %s just signed-up on the platform.
ru: Пользователь %s подписался на платформе.
tr: Kullanıcı %sadece platformunda imzaladı.

source: User-Styler Module
ru: Модуль Пользователя-Стайлер
tr: Kullanıcı-Styler Modülü

source: Username: nwicode-notifier, etc...
ru: Имя пользователя:
tr: Kullanıcı adı: Sibirya-Bildiricisi, vb...

source: VIEW
ru: Вид
tr: Görünüm

source: We were unable to automatically cancel the subscription, please check manually on your %s dashboard.
ru: Мы не смогли автоматически отказаться от подписки, пожалуйста, проверьте вручную на ваш %sзаявок.
tr: Otomatik olarak aboneliği iptal edemedik, el %s panosundaki kontrol edin.

source: We were unable to verify you payment, please try again later!
ru: Мы были не в состоянии проверить оплату, пожалуйста, попробуйте снова позже!
tr: Ödeme doğrulayamadık, lütfen daha sonra tekrar deneyin!

source: Website must start with http:// or https://, invalid value have been removed!
ru: Сайт должен начинаться с HTTP:// или https://, недопустимое значение, были удалены!
tr: Web sitesi http ile başlamalıdır:// veya https://, geçersiz değer alındı.

source: What if I choose the minimal upgrade?
ru: Что, если я выбираю минимальный апгрейд?
tr: Ne en az yükseltme seçersem?

source: What if I skip the upgrade?
ru: Что, если я пропущу обновление?
tr: Eğer yükseltme asarsam ne?

source: What will the full upgrade do?
ru: Что будет полное обновление делать?
tr: Tam yükseltme ne yapacak?

source: What will the upgrade do?
ru: Какие будут обновление?
tr: Yükseltme ne yapacak?

source: What's new?
ru: Что нового?
tr: Yeni olan ne?

source: Whitelabel Settings
ru: Параметры Whitelabel
tr: Whitelabel Ayarları

source: YES
ru: Да
tr: Evet

source: Yes, Cancel my subscription
ru: Да, отменить подписку
tr: Evet, aboneliğimi İptal edin

source: Yes, activate
ru: Да, активировать
tr: Evet, etkinleştirmek

source: Yes, cancel!
ru: Да, отменить!
tr: Evet, iptal et!

source: Yes, deactivate
ru: Да, отключить
tr: Evet, devre dışı bırak

source: Yes, delete!
ru: Да, Удалить!
tr: Evet, Sil!

source: You already have a google-services.json file
ru: У вас уже есть Google-сервисы.JSON-файл
tr: Zaten google hizmetleri var.json dosyası

source: You are about to cancel your Subscription, if this is a paid plan the subscription will be cancelled at the end of the recurring period, otherwise the subscription will be immediately cancelled and the application locked.<br /><br />Below you can leave a message for the Administrator.<br />
ru: Вы собираетесь отменить подписку, если это платный план подписки будут отменены в конце повторяющегося периода, в противном случае подписка будет автоматически отменена и приложение закрыто.<br /><br />ниже вы можете оставить сообщение для администратора.<br />
tr: Aboneliğinizi iptal etmek üzeresiniz, eğer bu ödeme planı ise abonelik yinelenen dönemi sonunda iptal edilecektir, aksi takdirde aboneliği hemen iptal edilir ve uygulama<kilitlendi.Aşağıda br /><br />Yönetici için bir mesaj bırakabilir.<br />

source: You are about to delete the category #CATEGORY_NAME# with all it's subcategories<br />Please note that any products inside the category and it's subcategories will be deleted!
ru: Вы собираетесь удалить категорию предупреждения ## со всеми его подразделами<br />учтите, что все продукты внутри категории, и подкатегории будут удалены!
tr: Kategori içinde herhangi bir ürün ve alt kategoriler silinecektir.<br />Lütfen tüm alt kategorileri not ile kategori #CATEGORY_NAME silmek için#!

source: You are about to delete the folder #FOLDER_NAME# with all it's subfolders, please note that any features inside the folder and it's subfolders will be re-assigned to the Homepage!
ru: Вы собираетесь удалить папку #ИМЯ_ПАПКИ# со всеми его подпапками, обратите внимание, что любые объекты внутри папки и ее подпапках будут переназначены на главную страницу!
tr: Klasörü silmek üzeresiniz #FOLDER_NAME# tüm alt klasörler, klasör içinde herhangi bir özellikleri ve klasörleri yeniden olacaktır. not-Anasayfa atanan lütfen!

source: You are about to delete the product #PRODUCT_NAME#
ru: Вы собираетесь удалить продукт #ИМЯ_ПРОДУКТА#
tr: Ürün silmek için ÜRÜN_ADI hakkında ##sen

source: You are not allowed to delete this account in demo!
ru: Вам не разрешается удалять этот аккаунт в демо!
tr: Demo bu hesabı silmek için izniniz yok!

source: You are not allowed to edit this account in demo!
ru: Вам не разрешено редактировать эту запись в демо!
tr: Demo bu hesabı düzenlemek için izin verilmez.

source: You can also use another Google Font not listed up there
ru: Вы также можете использовать другой шрифт Google
tr: Ayrıca almayan başka bir Google Yazı tipi kullanın

source: You can change the browser tab title with the translations: Edit the backoffice.csv and translate Nwicode - Backoffice.
ru: Вы можете изменить заголовок в браузере во вкладке с переводами: НАСТРОЙКИ - ПЕРЕВОДЫ файл .CSV
tr: Çevirileri ile idari büro Düzen tarayıcı sekme Başlığı değiştirin.csv ve tercüme Sibirya - idari büro.

source: You have no mail logs.
ru: У вас нет почтовых логов.
tr: Hiçbir posta günlükleri var.

source: You have to create a Google account before publishing your application. <a href="https://play.google.com/apps/publish/signup" target="_blank">Click here to create one.</a>
ru: Вы должны создать учетную запись Google, прежде чем публиковать свое приложение. <br /> <a href="https://play.google.com/apps/publish/signup" target="_blank"> Нажмите здесь, чтобы создать его. < / а>
tr: Uygulamanızı yayınlamadan önce bir Google Hesabı oluşturmalısınız. <a href="https://play.google.com/apps/publish/signup" hedef="_blank">bir</oluşturmak için.>

source: You have to create a Google account before publishing your application.<br /><a href="https://play.google.com/apps/publish/signup" target="_blank">Click here to create one.</a>
ru: Вы должны создать учетную запись Google, прежде чем публиковать свое приложение. <br /> <a href="https://play.google.com/apps/publish/signup" target="_blank"> Нажмите здесь, чтобы создать его. </a>
tr: Uygulamanızı yayınlamadan önce bir Google hesabı oluşturmak için<.br /><a href="https://play.google.com/apps/publish/signup" hedef="_blank">bir</oluşturmak için.>

source: You have to create an Apple account before publishing your application. <a href="https://appleid.apple.com/account#!&page=create" target="_blank">Click here to create one.</a>
ru: Вы должны создать учетную запись Apple перед публикацией вашего приложения. <a href="https://appleid.apple.com/account#!&page=create" target="_blank">Нажмите здесь, чтобы создать.</а>
tr: Uygulamanızı yayınlamadan önce bir Apple hesabı oluşturmanız gerekir. <a href="https://appleid.apple.com/account#!&sayfa=burada bir tane oluşturmak için" target="_blank">Tıklayın</oluşturun.>

source: You have to create an Apple account before publishing your application.<br /><a href="https://appleid.apple.com/account#!&page=create" target="_blank">Click here to create one.</a>
ru: Вы должны создать учетную запись Apple перед публикацией вашего приложения.<br /><a href="https://appleid.apple.com/account#!&page=create" target="_blank">Нажмите здесь, чтобы создать.</а>
tr: Uygulamanızı yayınlamadan önce bir Apple hesabı oluşturmak için<.br /><a href="https://appleid.apple.com/account#!&sayfa=burada bir tane oluşturmak için" target="_blank">Tıklayın</oluşturun.>

source: You just received a publication request:
ru: Вы только что получили запрос на публикацию:
tr: Sadece bir yayın isteği alındı:

source: You must agree our Terms of Service
ru: Вы должны согласиться с нашими условиями обслуживания
tr: Hizmet şartlarımızı kabul etmelisiniz

source: You must agree to Terms of Service.
ru: Вы должны согласиться с условиями обслуживания.
tr: Hizmet Şartları kabul etmelisiniz.

source: You must agree to our Terms of Service.
ru: Вы должны согласиться с нашими условиями предоставления услуг.
tr: Hizmet şartlarımızı kabul etmeniz gerekir.

source: You must be logged-in to request a new token.
ru: Вы должны войти в систему запросить новый маркер.
tr: -Yeni bir belirteç isteği için giriş yapmalısınız.

source: You must select at least one orientation for Android!
ru: Вы должны выбрать по крайней мере одну ориентацию для Android!
tr: Android için en az bir yönünü seçmeniz gerekir.

source: You must select both a Development Team & an iTunes Connect provider!
ru: Вы должны выбрать как команда разработчиков и поставщика в iTunes подключиться!
tr: Hem bir Geliştirme Ekibi ve iTunes Connect sağlayıcı seçmeniz gerekir.
