Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default-group1.po
Languages: tr

source: The data has been saved successfully
tr: Veri başarıyla kaydedildi

source: The entered package name is incorrect, it should be like: com.nwicodecms.app
tr: Girilen paket adı yanlıştır, com gibi olmalı.nwicodecms.app

source: The feature you are trying to edit doesn't exists!
tr: Düzenlemeye çalıştığınız özellik yok!

source: The formats for line %s couldn't be read.
tr: Satır %s biçimleri okuma olamazdı.

source: The given template does not exists.
tr: Belirli bir şablon yok.

source: The local APK generator requires %s
tr: Yerel kuru temizleme jeneratör %gerekir s

source: The options for line %s couldn't be read.
tr: Satır %s için seçenekler okuma olamazdı.

source: The options for line %s couldn't be saved.
tr: Satır %s için seçenekler kaydedilmiş olamaz.

source: The overlay helps you check if important content and/or text on your homepage image is inside the safe boundaries.
tr: Kaplamayı eğer ana görüntü üzerinde önemli içerik ve/veya metin güvenli sınırlar içinde olup olmadığını kontrol eder.

source: The requested APK generation failed: %s
tr: İstenen MUAYENE nesil başarısız oldu: %s

source: The requested APK/Source generation failed !
tr: İstenen MUAYENE/Kaynak oluşturma işlemi başarısız oldu !

source: The search request is empty.
tr: Arama isteği boş.

source: The selected subscription is not valid.
tr: Seçilen abonelik geçerli değil.

source: The source generation is done !
tr: Kaynak üretimi yapılır .

source: The subscription is cancelled!
tr: Aboneliği iptal edilir.

source: The subscription is now active.
tr: Abonelik şimdi etkin.

source: The subscription is now inactive.
tr: Abonelik şimdi etkin değil.

source: The user doesn't exist.
tr: Kullanıcı yok.

source: There is not corresponding release to restore from, process aborted!
tr: Açıklaması, iptal işlemi geri yüklemek için, ilgili değildir.

source: This Application doesn't exists, aborting!
tr: Bu Uygulama öyle bir şey yok, iptal ediliyor!

source: This Application has some invoices associated, you can not delete it!
tr: Bu Uygulama ile ilgili bazı faturalar var, silemezsiniz!

source: This action is used to migrate all current active session into a Redis server instance, use this only with care if you want to migrate from MySQL session to Redis session storage.
tr: Bu eylem, Redis sunucu örneği tüm geçerli etkin oturum geçirmek için, sadece dikkatli kullanın oturum MySQL oturum depolama Redis geçirmek istiyorsanız kullanılır.

source: This admin can download application sources code.
tr: Bu yönetim uygulama kaynaklar kodu indirebilirsiniz.

source: This application does not belong to you.
tr: Bu uygulama sana ait değil.

source: This block type doesn't exists.
tr: Türü değil bu bloğu var.

source: This feature is not ready yet. Please try again later.
tr: Bu özellik henüz hazır değil. Lütfen daha sonra tekrar deneyin.

source: This field is required.
tr: Bu alan gereklidir.

source: This icon is not allowed!
tr: Bu simge yasak!

source: This is a child subscription, it is tied to a parent with 2 or more application slots.
tr: Bu çocuk bir abonelik, bir ebeveyn için 2 veya daha fazla uygulama yuvaları ile bağlıdır.

source: This is a demo version, these changes can't be saved.
tr: Bu bir demo versiyonu, bu değişiklikler kaydedilemedi.

source: This is a demo version, you are not allowed to change the default role.
tr: Bu bir demo sürümü, varsayılan rolünü değiştirmek için izin verilmez.

source: This is a demo version, you can't download any source codes / APKs
tr: Bu bir demo sürümü, herhangi bir kaynak kodları indirebilirsiniz / APKs

source: This is a demo version, you cannot deactive an user.
tr: Bu bir demo sürümü, bir kullanıcı deactive olamaz.

source: This is a demo version, you cannot save these settings.
tr: Bu bir demo versiyonu, bu ayarlar kaydedilemiyor.

source: This is probably %s
tr: Bu muhtemelen %s

source: This method is deprecated, please update!
tr: Bu yöntem kaldırılmış, güncelleme lütfen!

source: This subscription does not exists!
tr: Bu abonelik mevcut değil.

source: This subscription doesn't exists!
tr: Bu abonelik yok!

source: This subscription is cancelled, and will expire by <b>%s</b>.
tr: Bu aboneliği iptal edilir ve <b>%s</b>ile sona erecek.

source: This template installer is not supported anymore, please refer to the documentation to update your installer.
tr: Bu şablon yükleyici artık, belgelere yükleyici güncelleme için başvurun desteklenmiyor.

source: This user does not exist.
tr: Bu kullanıcı yok.

source: Tip: %s
tr: İpucu: %s

source: Title:
tr: Başlık:

source: Touch To Call
tr: Aramak İçin Dokunun

source: Translation in progress ...
tr: İlerleme çeviri ...

source: UPGRADE NOW!
tr: ŞİMDİ YÜKSELT!

source: Unable to cancel 2Checkout subscription, tray again later.
tr: Daha sonra tekrar 2Checkout abonelik, tepsi iptal edilemiyor.

source: Unable to cancel PayPal subscription, tray again later.
tr: Daha sonra tekrar PayPal abonelik, tepsi iptal edilemiyor.

source: Unable to fetch your application background images.
tr: Uygulama arka plan görüntüleri getirilemedi.

source: Unable to find either folder or feature!
tr: Bir klasör veya özellik bulunamadı!

source: Unable to find option.
tr: Seçenek bulamadı.

source: Unable to find the corresponding build.
tr: Yapı karşılık bulamadı.

source: Unable to find the order id!
tr: Sipariş kimliği bulunamadı!

source: Unable to load CMS Blocks without value_id.
tr: Value_id CMS Blokları yüklenemiyor.

source: Unable to parse certificate.
tr: Sertifika ayrıştırılamıyor.

source: Unable to retrieve 2Checkout subscription, tray again later.
tr: Daha sonra tekrar 2Checkout abonelik, tepsi alınamıyor.

source: Unable to update a user from here.
tr: Buradan bir kullanıcı güncelleme yapılamıyor.

source: Unauthorized access to feature.
tr: Özellik yetkisiz erişim.

source: Unified homepage
tr: Birleşik Anasayfa

source: Unified splashscreen
tr: Birleşik karşılama resmi

source: Unknown action for this module.
tr: Bu modül için bilinmeyen eylem.

source: Unkown error!
tr: Bilinmeyen hata!

source: Until %s
tr: %Kadar s

source: Upgrade required
tr: Gerekli yükseltme

source: Upload your %s file below.
tr: Aşağıda dosya %s yükleyin.

source: User ID:
tr: Kullanıcı KİMLİĞİ:

source: User cancelled his Subscription!
tr: Kullanıcı aboneliğini iptal edildi!

source: User email:
tr: Kullanıcının e-posta:

source: User name
tr: Kullanıcı adı

source: User:
tr: Kullanıcı:

source: Username:
tr: Kullanıcı adı:

source: View the Application
tr: Uygulama görünümü

source: We are sorry but our Wordpress plugin hasn't been detected on your website. Please be sure it is correctly installed and activated.
tr: Üzgünüz ama Wordpress eklenti bizim web sitenizde tespit edilmedi. Lütfen emin olun düzgün yüklenmiş ve etkinleştirilmiş.

source: We are sorry but our Wordpress plugin hasn\'t been detected on your website. Please be sure it is correctly installed and activated.
tr: Üzgünüz ama bizim Wordpress eklentisi web sitenizde tespit edildi\'t değil. Lütfen emin olun düzgün yüklenmiş ve etkinleştirilmiş.

source: We are sorry but this nickname is already used.
tr: Üzgünüz ama bu takma ad zaten kullanılıyor.

source: We can't delete the only application from your installation.
tr: Yükleme sadece uygulamayı silebiliriz.

source: We were unable to determine your %s version.
tr: %S sürümünü belirlemek için koyamadık.

source: We were unable to find your last payment for the subscription of the Application <b>%s</b>
tr: Uygulama <b>%s</b>abonelik için son ödeme bulamadık

source: Website:
tr: Web sitesi:

source: Welcome on our Platform %s
tr: Platform %hoş geldiniz bizim s

source: White
tr: Beyaz

source: Xcode 9.2
tr: 9.2 boru

source: Yes, Delete!
tr: Evet, Sil!

source: Yes, Proceed to update!
tr: Evet, güncelleme ile Devam edin!

source: You are about to cancel this subscription, the payments will be stopped, and the application will be disabled!<br />You can enter a customer message below to inform the Application owner!<br /><br />
tr: Bu aboneliği iptal etmek üzeresiniz, ödemeler durdurulacak ve uygulama<devre dışı bırakılacak.!<Başvuru sahibi bilgilendirmek için aşağıda müşteri bir mesaj girebilirsiniz br /> br /><br />

source: You are about to update to version %s, this version introduces breaking changes in the platform,
tr: Sürüm %s için güncelleme üzere, bu sürüm platform son değişiklikleri tanıtır,

source: You are going to love it!<br />Thanks to our effective features, you will be able to create great mobile apps in your name, within minutes.
tr: <Bayılacaksınız!etkili özelliklerimiz br />Teşekkürler, senin adına büyük mobil uygulamalar oluşturmak için, birkaç dakika içinde mümkün olacaktır.

source: You are not allowed to access this page
tr: Bu sayfaya erişmek için izin verilmez

source: You are not allowed to cancel child subscriptions.
tr: Çocuk abonelikleri iptal etmek için izin verilmez.

source: You are not allowed to cancel free subscriptions.
tr: Ücretsiz abonelikleri iptal etmek için izin verilmez.

source: You are not allowed to cancel offline/paid subscriptions.
tr: Çevrimdışı/ücretli aboneliği iptal etmek için izin verilmez.

source: You are not allowed to cancel online/paid subscriptions.
tr: Online/ücretli aboneliği iptal etmek için izin verilmez.

source: You are not allowed to delete applications.
tr: Uygulamaları silmek için izin verilmez.

source: You can activate <b>%s</b> more App%s
tr: S <b>%s</b> daha fazla Uygulama%etkinleştirebilirsiniz

source: You can contact your Administrator to get more informations.
tr: Daha fazla bilgi almak için Yöneticinize başvurun.

source: You can disable a template globally!
tr: Genel bir şablon devre dışı bırakabilirsiniz.

source: You can only edit offline subscriptions!
tr: Sadece çevrimdışı abonelikleri düzenleyebilirsiniz.

source: You can publish <b>up to %s Apps</b>
tr: %<B>yayınlayabilirsin</b>Apps s

source: You can't activate an online subscription!
tr: Çevrimiçi bir abonelik etkinleştirebilirsiniz.

source: You can't assign a role to this child role, this will break the hierarchy!
tr: Bu çocuk rol için bir rol atayabilirsiniz, bu hiyerarşi kıracak!

source: You can't deactivate an online subscription!
tr: Çevrimiçi bir abonelik devre dışı bırakabilirsiniz.

source: You can't go back to Angular.
tr: Geri Açısal gidebilirsiniz.

source: You can't go back with Angular.
tr: Geri Eğik ile gidebilirsiniz.

source: You cannot add a Folder feature inside a folder!
tr: Bir klasör içinde bir Klasör özelliği eklenemiyor.

source: You cannot change Firewall settings, it's a demo version.
tr: Güvenlik Duvarı ayarlarını değiştiremezsiniz, bir demo versiyonu.

source: You cannot change translation, it's a demo version.
tr: Çeviri değiştiremezsiniz, bir demo versiyonu.

source: You don't have any plans yet
tr: Henüz bir planın yok mu

source: You don't have created any taxes yet
tr: Henüz herhangi bir vergi oluşturulan zorunda değilsiniz

source: You have exceeded the number of attempts to validate points.<br />Your card is locked for 24h
tr: <Noktalarını doğrulamak için deneme sayısını aştınız.br />kart kilitli için 24 saat

source: You have no subscription with free slots, please proceed to a new purchase.
tr: Ücretsiz yuvası ile herhangi bir abonelik var, yeni bir satın almaya devam edin.

source: You have no subscription.
tr: Hiçbir abonelik.

source: You have no users.
tr: Hiçbir kullanıcı var.

source: You have no whitelabel yet.
tr: Henüz whitelabel var.

source: You have received a publication request:
tr: Yayın bir istek aldık:

source: You manually handle the payments via check, cash, etc... and activations/deactivations.
tr: El Çek, nakit, vb ödemelerde işlemek... ve/deactivations aktivasyonu.

source: You must be connected to create a post!
tr: Bir yazı oluşturmak için bağlı olmanız gerekir.

source: You must select a subscription!
tr: Bir abonelik seçmeniz gerekir.

source: You must select an existing subscription!
tr: Varolan bir abonelik seçmeniz gerekir.

source: You must set a Google Maps API Key in <b>Settings > Advanced</b> in order to use this feature.
tr: Bu özelliği kullanmak için <b>Ayarlar > Gelişmiş</b> Google Haritalar API Anahtarı ayarlamanız gerekir.

source: You must upgrade Java to 1.8
tr: 1.8 Java yükseltmelisiniz

source: You will disable the current Application subscription!<br />You can enter a customer message below to inform the Application owner!<br /><br />
tr: Geçerli Uygulama abonelik devre dışı bırak<!!<Başvuru sahibi bilgilendirmek için aşağıda müşteri bir mesaj girebilirsiniz br /> br /><br />

source: You will enable the current Application subscription!<br />You can enter a customer message below to inform the Application owner!<br /><br />
tr: Geçerli Uygulama abonelik etkinleştir<!!<Başvuru sahibi bilgilendirmek için aşağıda müşteri bir mesaj girebilirsiniz br /> br /><br />

source: Your %s version is %s.
tr: %Sürüm %s s.

source: Your APK is being generated. Please come back in a few minutes.
tr: MUAYENE sizin oluşturuluyor. Birkaç dakika sonra gelin lütfen.

source: Your PHP version %s is not supported, PHP versions from 5.6 to 7.0 are supported.
tr: S PHP sürüm %desteklenmiyor, 5.6 7.0 PHP sürümlerinde desteklenir.

source: Your account doesn't exists on editor side. Please create it before using tour edition.
tr: Hesabınız editörü tarafında yok. Lütfen tur edition kullanmadan önce oluşturun.

source: Your application has been successfully added to your subscription!
tr: Uygulama başarıyla aboneliğinizi eklendi!

source: Your subscription expired!
tr: Aboneliğinizin süresi doldu!

source: Your subscription was automatically cancelled.
tr: Abonelik otomatik olarak iptal edilmiştir.

source: Your subscription was manually cancelled.
tr: Abonelik el ile iptal edildi.

source: Zip Code:
tr: Posta Kodu:

source: Zone overlay
tr: Bölge yerleşimi

source: before updating we strongly advise you to read the release note and the following document.
tr: güncellemeden önce güçlü yayın Not ve aşağıdaki belgeyi okumanızı tavsiye ederiz.

source: dismiss
tr: Görevden

source: home/features/admin_marque_blanche.png
tr: home//admin_marque_blanche özellikleri.png

source: home/features/appel_en_un_clique.png
tr: home//appel_en_un_clique özellikleri.png

source: home/features/geolocalisation.png
tr: home//geolocalisation özellikleri.png

source: home/features/listing_produits.png
tr: home//listing_produits özellikleri.png

source: iOS Descriptions saved!
tr: iOS Açıklamaları kurtardı!

source: password
tr: şifre

source: you know it!
tr: bunu sen de biliyorsun!
