Repository: OMEGAYALFA/nwicode
Catalog: languages/*/default-group1.po
Languages: tr

source: of the
tr: bu

source: setting.
tr: ayar.

source: %s Image%s
tr: %s Resim%s

source: 1 An error occurred while saving. Please try again later.
tr: 1 kaydedilirken Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 1An error occurred while saving. Please try again later.
tr: 1An kaydedilirken hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 2 An error occurred while saving. Please try again later.
tr: 2 kaydedilirken Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 2An error occurred while saving. Please try again later.
tr: 2 kaydedilirken hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 2Checkout subscription is inactive, tray again later.
tr: 2Checkout abonelik daha sonra tekrar aktif olmayan, tepsi.

source: 3 An error occurred while saving. Please try again later.
tr: 3 kaydedilirken Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 3An error occurred while saving. Please try again later.
tr: 3An kaydedilirken hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 403 Forbidden
tr: 403 Yasak

source: <b>%s</b> is not supported with the current currency <b>%s</b>!
tr: <b>%s</b> geçerli para birimi <b>%s</b>ile desteklenmiyor.

source: <b>Danger zone</b>: below you can definitively delete your account.
tr: kesinlikle hesabınızı silebilirsiniz aşağıda <b>Tehlike bölgesi</b>.

source: <b>Warning:</b> translation API is experimental for the current language and may fail.
tr: <b>Uyarı:</b> çeviri API geçerli dil için deneysel ve başarısız olabilir.

source: A new user just registered!
tr: Yeni bir kullanıcı sadece kayıtlı!

source: A user just made a new subscription on the Platform <b>%s</b>, for the Application <b>%s</b>.
tr: Bir kullanıcı sadece Platform <b>%s</b> yeni bir abonelik yapılmış, Uygulama <b>%s</b>için.

source: A user registered on your Platform %s
tr: Platform %kayıtlı kullanıcı s

source: APK Generation
tr: Kuru temizleme Nesil

source: APK build failed!
tr: MUAYENE oluşturma başarısız oldu!

source: APK build succeed!
tr: Başarılı MUAYENE yapın!

source: APK generation for App: %s
tr: Uygulama için MUAYENE nesil: %s

source: Account Created
tr: Hesap Oluşturuldu

source: Activate the user
tr: Kullanıcı etkinleştirmek

source: Activating or Deactivating a parent subscription will apply to it's childs.
tr: Etkinleştirme veya üst bir abonelik devre dışı bırakılmasına kadar childs için geçerlidir.

source: Activation
tr: Etkinleştirme

source: Activation of your Subscription!
tr: Aboneliğinizin aktivasyonu!

source: Active subscriptions with remaining slots.
tr: Kalan slot ile aktif abonelikleri.

source: Add a region
tr: Bölge eklemek

source: Adding %s to SAN.
tr: Ekleme SAN %s.

source: Admin Cancellation
tr: Admin İptal

source: AdminId is required to save the Application.
tr: Adminİd Uygulama kaydetmek için gereklidir.

source: Album:
tr: Albüm:

source: All sessions are now migrated to Redis.
tr: Tüm oturumlar şimdi Redis geçirilir.

source: An administrator of the Platform <b>%s</b>, activated your subscription for the Application <b>%s</b>
tr: Platform <b>%s</b>, bir yönetici Uygulama <b>%s</b>aboneliğinizi aktif

source: An administrator of the Platform <b>%s</b>, cancelled your subscription for the Application <b>%s</b>
tr: Platform <b>%s</b>, bir yönetici Uygulama <b>%s</b>aboneliğinizi iptal edildi

source: An administrator of the Platform <b>%s</b>, deactivated your subscription for the Application <b>%s</b>
tr: Platform <b>%s</b>, bir yönetici Uygulama <b>%s</b>aboneliğinizi aktif

source: An error occured while adding the block.
tr: Blok eklerken bir hata oluştu.

source: An error occurred when generating the apk
tr: Bu muayene oluşturulurken bir hata oluştu

source: An error occurred while hidding the Android Status Bar.
tr: Android Durum Çubuğu hidding sırasında bir hata oluştu.

source: An error occurred while hidding the iOS Status Bar.
tr: İOS Durum Çubuğu hidding sırasında bir hata oluştu.

source: An error occurred while importing line %s : impossible to save the object. Please check your file format.
tr: Satır %alma nesneyi kaydetmek için imkansız : sırasında bir hata oluştu. Lütfen dosya biçimini kontrol edin.

source: An error occurred while loading. Please, try again later.
tr: Yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving the password. Please try again later.
tr: Parola kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your APK. Please try again later.
tr: MUAYENE kaydetme sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your Keystore. Please try again later.
tr: Anahtar kaydetme sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your page subtitle.
tr: Sayfanın alt yazı kaydedilirken bir hata oluştu.

source: An error occurred while saving your picture. Please try againg later.
tr: Resim kaydedilirken bir hata oluştu. Againg lütfen daha sonra tekrar deneyin.

source: An error occurred while upload the APK. Please try again later.
tr: APK yükleme sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while validating point<br />Please try again later.
tr: Doğrulama noktası<br />Lütfen daha sonra tekrar deneyin bir hata oluştu.

source: An error occurred, backButton is required!
tr: Bir hata oluştu, backButton gereklidir.

source: An error occurred, please try again.
tr: Bir hata oluştu, lütfen tekrar deneyin.

source: An error occurred. Please try again later.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An unknown error occured.
tr: Bilinmeyen bir hata oluştu.

source: An unknown error occurred while listing applications.
tr: Uygulamalar listelenirken bilinmeyen bir hata oluştu.

source: An unknown error occurred, please try again later.
tr: Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: An user of the Platform <b>%s</b>, cancelled the subscription of the Application <b>%s</b>
tr: Platform <b>%s</b> bir kullanıcı, Uygulama <b>%s</b>aboneliği iptal

source: Android SDK is marked for update.
tr: Android SDK Güncellemesi için işaretlendi.

source: Anniversary
tr: Yıldönümü

source: App ID:
tr: Uygulama KİMLİĞİ:

source: App Id is required!
tr: Uygulama Kimliği gereklidir.

source: App name:
tr: Uygulama adı:

source: Application id %s not found.
tr: Uygulama kimliği %s bulundu.

source: Application identifier:
tr: Uygulama tanımlayıcısı:

source: Application not found!
tr: Uygulama bulunamadı!

source: Application template successfully imported.
tr: Uygulama başarıyla alınan şablonu.

source: Applications tied to this subscription
tr: Uygulamalar bu abonelik için bağlı

source: Apps Qty
tr: Uygulamalar Miktar

source: Authentication failed.
tr: Kimlik doğrulaması başarısız oldu.

source: Automatic Cancellation
tr: Otomatik İptal

source: Back button choice saved!
tr: Geri düğmesi seçim kurtardı!

source: Background Color
tr: Arka plan rengi

source: Banner %s price
tr: Banner %fiyat s

source: Banner %s store label
tr: Banner %mağaza etiket s

source: Be aware that if the code you enter here requires any kind of server interaction it will not work properly in offline mode.
tr: Eğer buraya girdiğiniz kod sunucu herhangi bir etkileşimi gerektirir düzgün çevrimdışı modunda çalışmaz unutmayın.

source: Before publishing your Application you must upload a homepage background.
tr: Uygulamanızı yayınlamadan önce ana arka plan yüklemeniz gerekir.

source: Before publishing your Application you must upload a splashscreen.
tr: Uygulamanızı yayınlamadan önce bir karşılama resmi yüklemeniz gerekir.

source: Below you'll find important informations required in some services!
tr: Aşağıda bazı hizmetler için gerekli önemli bilgileri bulabilirsiniz!

source: Black
tr: Siyah

source: Booking details:
tr: Rezervasyon detayları:

source: Border Color
tr: Kenarlık rengi

source: Build Mobile Social Gaming
tr: Mobil Sosyal Oyun Oluşturma

source: Build failed
tr: Oluşturma başarısız oldu

source: Build succeed
tr: Derleme başarılı

source: CORE TEMPLATE
tr: ÇEKİRDEK ŞABLONU

source: Cache cleared.
tr: Önbellek temizlendi.

source: Cancel current Subscription
tr: Geçerli Abonelik iptal

source: Cancel subscription
tr: Aboneliği iptal

source: Cancellation of your Subscription!
tr: Aboneliğinizi iptal!

source: Cancelling a child subscription will only affect the concerned application.
tr: Çocuk aboneliği iptal sadece ilgili uygulamayı etkileyecektir.

source: Cancelling a paid subscription will mark it as cancelled, and the subscription will automatically expire on it's expiration date.
tr: Ücretli bir aboneliği iptal iptal edildi olarak işaretle ve abonelik otomatik olarak bu son kullanma tarihi sona erecektir.

source: Cancelling a parent subscription will also cancel it's childs.
tr: Üst aboneliği iptal da childs iptal edecektir.

source: Cannot find application from token.
tr: Token uygulama bulunamıyor.

source: Cannot send APK build to service %s.
tr: Olamaz MUAYENE s %hizmet için inşa gönderin.

source: Cannot send build to service %s.
tr: S %hizmet için inşa gönderemezsiniz.

source: Catalog not found!
tr: Katalog bulunamadı!

source: Category has been deleted.
tr: Kategori silindi.

source: Category not found!
tr: Kategori bulunamadı!

source: Category successfully deleted.
tr: Kategori başarıyla silindi.

source: Certificate renewal is disabled until %s due to rate limit hit.
tr: Sertifika yenileme %sınırı isabet oranı nedeniyle s kadar devre dışı bırakılır.

source: Change your homepage
tr: Anasayfa

source: Change your startup image
tr: Başlangıç resmi değiştirme

source: Check out our support pages:
tr: Destek sayfalarına göz atın:

source: Chef de projet
tr: Chef de proje

source: Child
tr: Çocuk

source: Choose a
tr: Seçin

source: City:
tr: Şehir:

source: ClamAV:
tr: Deniztarağı:

source: Code Used
tr: Kod kullanılır

source: Company successfully deleted.
tr: Şirket başarıyla silindi.

source: Create a new plan
tr: Yeni bir plan oluşturmak

source: Created at:
tr: Oluşturuldu:

source: Credentials successfully saved!
tr: Kimlik bilgileri başarıyla kaydedildi!

source: Date and time:
tr: Tarih ve saat:

source: Deactivation
tr: Deaktivasyon

source: Deactivation of your Subscription!
tr: Aboneliğiniz devre dışı bırakma!

source: Define how many applications can be activated with this Subscription
tr: Tanımlama kaç uygulama bu Abonelik ile aktif hale getirilebilir

source: Delete my account.
tr: Hesabımı silin.

source: Delivery fees:
tr: Teslimat ücreti:

source: Delivery methods:
tr: Teslimat yöntemleri:

source: Delivery radius:
tr: Teslim alan:

source: Delivery time:
tr: Teslim süresi:

source: Description:
tr: Açıklama:

source: Disable this Subscription!
tr: Bu Abonelik devre dışı bırakın!

source: Disabling cache can have significant performance impacts.
tr: Önbelleği devre dışı bırakılması önemli performans etkileri olabilir.

source: Distributeur logiciel
tr: Distributeur yazılım devi

source: Do not edit the following settings if your APK Generator is working!
tr: Eğer MUAYENE Jeneratör çalışıyorsa aşağıdaki ayarları düzenleyin.

source: Download QRCode for employee
tr: Aztek indir çalışanın

source: Download images archive
tr: İndir resimleri arşivi

source: Download template as
tr: İndirmek şablonu

source: Download the APK !
tr: APK indir !

source: Download the source archive !
tr: Kaynak arşiv indirin !

source: Downloading your package.
tr: Paket indirme.

source: Edit the account "%s"
tr: "%S"hesabı Düzenle

source: Edit the plan
tr: Planı düzenlemek

source: Employee's name
tr: Çalışanın adı

source: Employee's password
tr: Çalışanın şifre

source: Enable this Subscription!
tr: Bu Abonelik etkinleştirin!

source: Error: unable to write Environment in config.php
tr: Hata: Çevre yazamıyor config.php içinde

source: Essayez gratuitement !
tr: Denemek bedava !

source: Expired on
tr: Süresi dolmuş hakkında

source: Extension not allowed, '%s' only
tr: İzin Verilmiyor uzantısı, '%s'

source: Extension not allowed, \'%s\' only
tr: Uzatma İzin Verilmiyor, \'%\' s

source: Feature is now %s
tr: Özelliği %s

source: Feature not found.
tr: Bulunan özellik değil.

source: Feature successfully added inside folder!
tr: Özelliği başarıyla klasörü içinde eklendi!

source: Feature successfuly imported.
tr: Başarılı bir şekilde alınan özellik.

source: Firebase is not well configured.
tr: Firebase iyi yapılandırılmamış.

source: Firewall Slack settings have been saved.
tr: Güvenlik duvarı Gevşek ayarlar kaydedildi.

source: Firstname:
tr: Ad:

source: Fixed
tr: Sabit

source: Folder not found!
tr: Klasörü bulunamadı!

source: Free
tr: Ücretsiz

source: Free delivery starting from:
tr: Başlatılmasını ücretsiz teslimat:

source: Free plan
tr: Ücretsiz planı

source: Free plans have no expiration date.
tr: Ücretsiz planları hiçbir son kullanma tarihi vardır.

source: Free trial period duration must be a numeric value.
tr: Ücretsiz deneme süresi süresi sayısal bir değer olmalıdır.

source: Galerie photos
tr: Galerie fotoğrafları

source: Gallery has been deleted!
tr: Galeri silindi!

source: Google Service file successfully saved!
tr: Google Hizmet dosya başarılı bir şekilde kaydedildi.

source: Hide overlay
tr: Gizleme

source: If your credit card, or subscription expired, you can purchase a new one.
tr: Eğer kredi kartı veya abonelik süresi doldu, yeni bir tane satın alabilirsiniz.

source: Import success.
tr: Alma başarılı.

source: Installed templates
tr: Yüklü şablonlar

source: Interface en Marque Blanche
tr: Arayüzü en Marque Blanche

source: Invalid QRCode parameters.
tr: Geçersiz parametreler Oluşturmak.

source: Invalid twitter handle/url!
tr: Geçersiz twitter/url işlemek!

source: Invoice
tr: Fatura

source: Invoice %s
tr: Fatura %s

source: Is Active?
tr: Aktif Mi?

source: JpegOptim:
tr: Resim Optimizasyon

source: Label:
tr: Etiket:

source: Lastname:
tr: Soyadı:

source: Let your users know what is locked.
tr: Kilitli kullanıcılara bildirin.

source: Linked to Subscription
tr: Abonelik bağlantılı

source: List of your taxes
tr: Vergi listesi

source: Listing produits
tr: Listeleme bakım ürünleri

source: Listing produits / tarifs
tr: Listeleme bakım ürünleri / Crystal. ASP

source: Loading your white label editor.
tr: Beyaz etiket editörü yükleniyor.

source: MM/dd/y
tr: aa/gg/yyyy

source: Main domain is required!
tr: Ana etki alanı gereklidir.

source: Main domain is required, you can set it in <b>Settings > General</b>
tr: Ana etki alanı gereklidir, <b>Ayarlar > Genel</b>ayarlayabilirsiniz

source: Major update disclaimer, confirmation required!
tr: Gerekli büyük güncelleme tekzip, onay!

source: Manifest rebuilt with succes.
tr: Apaçık bir başarı ile yeniden inşa edildi.

source: Message is required.
tr: Mesaj gereklidir.

source: Message:
tr: Mesaj:

source: Migration done!
tr: Geçiş yapmış!

source: Minimum order:
tr: Minimum sipariş:

source: Missing categories.
tr: Eksik kategoriler.

source: Missing data.
tr: Eksik veri.

source: Missing design_id.
tr: Eksik design_id.

source: Missing form data!
tr: Eksik form verileri!

source: Missing parameter value_id.
tr: Eksik parametre value_id.

source: Missing parameters!
tr: Eksik parametre!

source: Missing parameters, value_id or message.
tr: Eksik parametreleri, value_id veya mesaj.

source: Missing params!
tr: Kayıp parametreler.

source: Missing request.
tr: Eksik istek.

source: Missing token and/or status.
tr: Token ve/veya durum eksik.

source: Missing value_id!
tr: Eksik value_id!

source: Mode
tr: Mod

source: Mur de news
tr: Bahía de haber

source: Mur de news mobile
tr: Bahía de haber mobil

source: My Subscriptions
tr: Benim Abonelikleri

source: My subscriptions
tr: Benim abonelikleri

source: Name is required to save the Application.
tr: Adı Uygulama kaydetmek için gereklidir.

source: National
tr: Ulusal

source: New sale
tr: Yeni satış

source: New subscription on your Platform %s!
tr: Platform %yeni abonelik!

source: New user Account
tr: Yeni kullanıcı Hesabı

source: Next payment date
tr: Bir sonraki ödeme tarihi

source: No build.
tr: Hayır oluşturun.

source: No credentials found!
tr: Kimlik bilgileri bulundu.

source: No customers available.
tr: Hayır müşteriler mevcut.

source: No data sent.
tr: Veri gönderdi.

source: No file found.
tr: Hiçbir dosya bulunamadı.

source: No templates
tr: Hayır şablonları

source: No, go back!
tr: Hayır, geri dön!

source: Nobody is online.
tr: Kimse çevrimiçi.

source: Not a Yahoo weather request, aborting.
tr: Yahoo hava isteği iptal ediliyor.

source: Notifications Push
tr: Bildirimleri İtin

source: Notifications Push en marque blanche
tr: Bildirimleri en marque blanche İtin

source: Nous supportons toutes les plateformes
tr: Nous supportons diğer les plateformes

source: Number of Applications
tr: Uygulama sayısı

source: Offline
tr: Çevrimdışı

source: Only cancelled
tr: Sadece iptal

source: OptiPNG:
tr: PNG Resim Optimizasyom

source: Option name:
tr: Seçenek adı:

source: Or purchase a new subscription
tr: Veya yeni bir abonelik satın alma

source: Order successfully saved saved.
tr: Sipariş başarıyla kaydedildi kurtardı.

source: Order:
tr: Sipariş:

source: Overlay color
tr: Kaplama rengi

source: Owner
tr: Sahibi

source: Owner Cancellation
tr: Sahibi İptal

source: PEM Request generally takes 1 minute to complete.
tr: PEM İsteği genellikle tamamlamak için 1 dakika sürer.

source: PHP SQLite3:
tr: PHP SQL Lite3

source: PROTECTED
tr: KORUMALI

source: Partially saved.
tr: Kısmen kurtardı.

source: Password:
tr: Şifre:

source: PayPal is not configured in your Backoffice, recurrencies will not work correctly.
tr: PayPal idari büro içinde yapılandırılmamış, recurrencies düzgün çalışmaz.

source: PayPal subscription is %s.
tr: PayPal abonelik %s.

source: Payment Information:
tr: Ödeme Bilgileri:

source: Payments are verified through their respective APIs.
tr: Ödemeler ilgili API aracılığıyla doğrulanır.

source: Percentage
tr: Yüzde

source: Please correct the following errors <br>
tr: Lütfen aşağıdaki hataları <br>doğru

source: Please enter a correct version for the %s app
tr: Lütfen %için doğru bir sürümünü girin app s

source: Please enter a valid date.
tr: Geçerli bir tarih girin.

source: Please fill iTunes Connect Credentials.
tr: Lütfen doldurun iTunes Kimlik bilgilerini Bağlayın.

source: Please verify the
tr: Lütfen doğrulayın

source: Please, enter a password.
tr: Lütfen bir parola girin.

source: Plesk from 12.0 to 17.0
tr: 12.0 gelen 12.8 Plesk

source: Plus d'infos
tr: Artı d'infos

source: Postal code or city:
tr: Posta kodu ya da şehir:

source: Previous and/or Expired subscriptions
tr: Önceki ve/veya Süresi dolan abonelikleri

source: Previous version
tr: Önceki sürüm

source: Price:
tr: Fiyatı:

source: Product has been deleted.
tr: Ürün silindi.

source: Product name:
tr: Ürün Adı:

source: Product not found!
tr: Ürün bulunamadı!

source: Promo not found
tr: Promo bulunamadı

source: Promo successfully deleted
tr: Promo başarıyla silindi

source: Promotion successfully deleted.
tr: Promosyon başarıyla silindi.

source: Provider
tr: Sağlayıcı

source: Purchase a new subscription!
tr: Yeni bir abonelik satın almak!

source: Query successfully deleted.
tr: Sorgu başarıyla silindi.

source: Question
tr: Soru

source: RSS application mobile
tr: RSS uygulaması mobil

source: Rate
tr: Oranı

source: Reason:
tr: Sebep:

source: Recipient email:
tr: Alıcının e-posta:

source: Recurrent fee
tr: Tekrarlayan ücreti

source: Region
tr: Bölge

source: Regular fee
tr: Normal ücret

source: Removing CRON Scheduler generator lock files.
tr: CRON Zamanlayıcı jeneratör kilidi dosyaları kaldırma.

source: Removing CRON Scheduler source lock files.
tr: CRON Zamanlayıcı kaynak lock dosyaları kaldırma.

source: Removing domain %s, domain in dot notation is not supported.
tr: Etki alanı %s kaldırılıyor, etki nokta gösterimde desteklenmiyor.

source: Request a new PEM certificate.
tr: Yeni PEM sertifika isteme.

source: Reset to default Privacy Policy GDPR.
tr: Gizlilik Politikası GDPR varsayılan Sıfırla.

source: Resize your picture:
tr: Resim yeniden boyutlandırma:

source: Safe in landscape
tr: Manzara güvenli

source: Safe in portrait
tr: Portre güvenli

source: Safe zone overlay
tr: Güvenli bölge yerleşimi

source: Scan this QR Code:
tr: Bu tarama QR Kodu:

source: Scratchcard
tr: Kazı-Kazan

source: Secret Key:
tr: Gizli Anahtar:

source: Seems the appId is empty or invalid, aborting!
tr: Görünüyor kimliği boş ya da geçersiz, iptal ediliyor!

source: Seems we could delete unwanted files, aborting!
tr: İstenmeyen dosyaları silmek, iptal edebiliriz gibi görünüyor.

source: Select a connection type:
tr: Bir bağlantı türü seçin:

source: Select one of the available subscriptions with remaining slots
tr: Kalan yuvaları ile mevcut abonelikleri birini seçin

source: Send your favicon
tr: Favicon gönder

source: Send your logo
tr: Logo gönder

source: Service status / load
tr: Hizmet durumu / yük

source: Setting successfully saved.
tr: Ayar başarılı bir şekilde kaydedildi.

source: Show applications removed from the editor.
tr: Editör kaldırıldı uygulamaları göster.

source: Show child subscriptions
tr: Çocuk abonelikleri göster

source: Signature:
tr: İmza:

source: Snacking / Restaurants
tr: Atıştırma / Restoranlar

source: Snacking<br />Restaurants
tr: Atıştırma<br />Restoran

source: Social Gaming
tr: Sosyal Oyun

source: Something went wrong while restoring files, process aborted!
tr: Geri yükleme dosyaları, iptal işlemi sırasında bir şeyler ters gitti!

source: Sorry but an error occurred while duplicating your application.
tr: Uygulamanız çoğaltarak ise özür dilerim ama bir hata oluştu.

source: Source type:
tr: Kaynak türü:

source: Sources Generation
tr: Kaynakları Üretimi

source: Sources are successfully restored.
tr: Kaynakları başarıyla yüklenir.

source: Subscription date
tr: Abonelik tarihi

source: Subscription updated.
tr: Abonelik güncellendi.

source: Subscription:
tr: Abonelik:

source: Successfully saved default project.
tr: Varsayılan proje başarıyla kurtardı.

source: Tax name:
tr: Vergi adı:

source: Tax rate:
tr: Vergi oranı:

source: Tax:
tr: Vergi:

source: Teams successfully refreshed!
tr: Takım başarılı bir şekilde yenilendi.

source: Telephone
tr: Telefon

source: Temp cleared.
tr: Temp temizledi.

source: Test App
tr: Test Uygulaması

source: Text Color
tr: Metin rengi

source: Thanks for working with us!
tr: Bizimle çalışma için teşekkürler!

source: Thanks for your report.
tr: Raporunuz için teşekkürler.

source: Thanks for your subscription.
tr: Abonelik için teşekkürler.

source: The APK for the application %s has been generated !
tr: Bu MUAYENE uygulama %için oluşturuldu.

source: The APK generation failed !
tr: MUAYENE nesil başarısız oldu !

source: The APK generation is done !
tr: MUAYENE nesil bitti !

source: The APK has been generated!
tr: Bu MUAYENE oluşturuldu.

source: The CNAME for the URL "%s" is not properly set
tr: %S "URL" için CNAME düzgün ayarlanmamış

source: The CNAME for the domain "%s" is not properly set
tr: %S etki alanı "için CNAME düzgün ayarlanmamış

source: The Source code for the application %s has been generated !
tr: Kaynak kod uygulama %için oluşturuldu.

source: The Source code generation failed !
tr: Kaynak kod oluşturma işlemi başarısız oldu !

source: The categories for line %s couldn't be created : no parent category found.
tr: Satır %s kategoriler oluşturulamadı : üst kategori bulundu.

source: The categories for line %s couldn't be created : no root category found.
tr: Satır %s kategoriler oluşturulamadı : root kategori bulundu.

source: The categories for line %s couldn't be read.
tr: Satır %s için kategoriler okuma olamazdı.
