Repository: OMEGAYALFA/nwicode
Catalog: languages/*/donation.po
Languages: tr

source: 2checkout Account Number (SID)
tr: 2checkout Hesap Numarası (SID)

source: 2checkout Client ID
tr: 2chekout Müşteri Kimliği

source: 2checkout Secret
tr: 2checkout Gizli

source: Address Mail
tr: Adres Posta

source: Amount
tr: Miktar

source: Amount of the donation
tr: Bağış tutarı

source: An error occurred during process. Please try again later.
tr: İşlem sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

source: An error occurred during process. Please try again later. (missing POST param)
tr: İşlem sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyiniz. (POST param eksik)

source: App Name
tr: Uygulama adı

source: CVC number :
tr: CVC numarası:

source: Card Number :
tr: Kart numarası :

source: Conditions
tr: Koşullar

source: Congratulation message
tr: Tebrik mesajı

source: Date of donation
tr: Bağış tarihi

source: Donate
tr: Bağışla

source: Enable user to left a message when donating ?
tr: Bağış yaparken kullanıcının mesaj bıraksın mı?

source: Expiration Date :
tr: Son kullanma tarihi:

source: Free amount ?
tr: Serbest miktar*

source: General
tr: Genel

source: Greetings message
tr: Selam mesajı

source: Incomplete form or incorrect data entered. Please check your correctly type each field required
tr: Tamamlanmamış form veya yanlış veri girildi. Lütfen her alanın doğru bir şekilde yazıldığını kontrol edin

source: Incomplete form or incorrect data. Please check you correctly typed each field required.
tr: Tamamlanmamış form veya yanlış veriler. Lütfen gerekli her alanı doğru yazarak kontrol edin.

source: Interval between two amount :
tr: İki tutar arasındaki aralık:

source: Lastname Firstname
tr: Soyad ad

source: Mail address to send notification :
tr: Bildirim göndermek için posta adresi:

source: Make a donation
tr: Bağış yap

source: Message
tr: Mesaj

source: Message from donator:
tr: Bağışçıdan mesaj:

source: Minimum amount required ?
tr: Minimum miktar gerekli mi?

source: Minimum donation amount :
tr: Minimum bağış miktarı:

source: New donation received from %s
tr: Yeni bağış %s’ten alındı

source: No
tr: Hayır

source: Payment Gateway :
tr: Ödeme geçidi:

source: Paypal adress mail
tr: Paypal adres postası

source: Please wait application is loading...
tr: Lütfen uygulamanın yüklenmesini bekleyin ...

source: Received Donations
tr: Alınan Bağışlar

source: Save
tr: Kaydet

source: Send an email notification when receiving a new donation ?
tr: Yeni bir bağış alırken e-posta bildirimi gönderilsin mi?

source: Stripe
tr: Şerit

source: Stripe Private Key
tr: Stripe özel anahtarı

source: Stripe Publishable Key
tr: Stripe yayınlanabilir anahtarı

source: Tracking of received donations is not available with Paypal as payment gateway
tr: Alınan bağışların takibi Paypal ile mümkün değil.

source: Unknown
tr: Bilinmiyor

source: User Email
tr: Kullanıcı e-postası

source: Yes
tr: Evet

source: You haven't received any donations yet
tr: Henüz hiç bağış almadınız.

source: You received a new donation
tr: Yeni bağış aldınız

source: You've donated :
tr: Bağış yaptınız

source: Your message
tr: Mesajınız

source: Your name :
tr: Adınız:

source: iOS: donation in browser (safari) ?
tr: iOS: tarayıcıda bağış (safari)?
