Repository: OMEGAYALFA/nwicode
Catalog: languages/*/event.po
Languages: tr

source: Add a Website
tr: Web sitesi ekle

source: Address:
tr: Adres:

source: An error occurred while deleting the event
tr: Gönderilirken bir hata oluştu olay silme

source: An error occurred while loading this event
tr: Bir hata yükleme sırasında bu olay meydana geldi

source: Beginning date:
tr: Başlangıç tarihi:

source: Beginning time:
tr: Zaman başlangıç:

source: Buy Tickets
tr: Bilet al:

source: Buy tickets
tr: Bilet al

source: Calendar successfully deleted
tr: Takvim başarıyla silindi

source: Calendar's URL
tr: Takvim URL

source: Calendar's title
tr: Takvim Başlığı

source: Change picture
tr: Resmi değiştir

source: Create a new event
tr: Yeni bir olay oluşturmak

source: Custom Calendar
tr: Özel takvim

source: Custom Page
tr: Özel sayfa

source: Delete this calendar?
tr: Bu takvimi silmek?

source: Delete this event?
tr: Bu etkinlik silinsin mi?

source: Ending date:
tr: Bitiş tarihi:

source: Enter your calendar's title
tr: Takviminizin başlık girin

source: Entrance:
tr: Giriş:

source: Entrance: %s
tr: Giriş: %s

source: Event
tr: Olay

source: Event successfully deleted
tr: Olay başarıyla silindi

source: Event successfully saved
tr: Olay başarılı bir şekilde kaydedildi

source: Event title:
tr: Etkinlik adı:

source: Illustration
tr: Örnekleme

source: Illustration:
tr: İllüstrasyon

source: Location:
tr: Yer:

source: Max size: 2000x2000px - allowed formats: jpg & png
tr: Max boyutu: 2000x2000px - izin formatları: jpg, png

source: Modify the event
tr: Olayı değiştir

source: Subtitle:
tr: Altbaşlık:

source: Ticket Shop URL:
tr: Bilet Dükkanı URL:

source: To:
tr: İçin:

source: Your Facebook page ID
tr: Facebook sayfanızı KİMLİĞİ

source: Your Facebook page ID <span class="required-entry">*</span> :
tr: Facebook sayfa ID si <span class="required-entry">*</span> :

source: Your Facebook page ID <span class='' required-entry''>*</span> :
tr: Facebook sayfa ID'niz <span class='' gerekli-alan''>*</span> :

source: Your calendar is empty
tr: Takviminizi boş

source: iCal
tr: ıcal

source: to
tr: için
