Repository: OMEGAYALFA/nwicode
Catalog: languages/*/fanwall.po
Languages: ru

# fanwall
source: this window will be closed automatically!
ru: это окно закроется автоматически!

# fanwall
source: <b>%s</b> reported the following message
ru: <b>%s</b> и сообщил следующее сообщение

# fanwall
source: Add a picture
ru: Добавить фото

# fanwall
source: Add a post
ru: Добавить пост

# fanwall
source: Admin e-mails (reports & moderation)
ru: Администратор e-mails (отчеты и модерации)

# fanwall
source: App
ru: Приложение

# fanwall
source: App admin
ru: Приложение администратора

# fanwall
source: Are you sure?
ru: Вы уверены?

# fanwall
source: Author
ru: Автор

# fanwall
source: Be the first to comment.
ru: Будьте первым, чтобы прокомментировать.

# fanwall
source: Card
ru: Карта

# fanwall
source: Close
ru: Закрыть

# fanwall
source: Comment
ru: Комментарий

# fanwall
source: Comment is now deleted!
ru: Комментарий будет удален!

# fanwall
source: Comments
ru: комментарии

# fanwall
source: Create a post
ru: Создать пост

# fanwall
source: Custom icons
ru: Пользовательские иконки

# fanwall
source: Delete this comment!
ru: Удалить этот комментарий!

# fanwall
source: Design
ru: Дизайн

# fanwall
source: Discard message!
ru: Отменить сообщение!

# fanwall
source: Enable gallery
ru: Включить галерею

# fanwall
source: Enable map
ru: Активировать карту

# fanwall
source: Enable nearby
ru: Включить поблизости

# fanwall
source: Enable user comments
ru: Включить комментарии пользователей

# fanwall
source: Enable user likes
ru: Включить лайки пользователей

# fanwall
source: Enable user posts
ru: Включить сообщения пользователя

source: Fan Wall
ru: Стена

# fanwall
source: Fetching your location...
ru: Получение вашего местоположения...

# fanwall
source: Gallery
ru: Галерея

# fanwall
source: Hello,
ru: Здравствуйте,

# fanwall
source: Keep message & clear reports!
ru: Сохранить сообщение и очистить отчеты!

# fanwall
source: List
ru: Список

# fanwall
source: Manage posts
ru: Управлять постами

# fanwall
source: Map
ru: Карта

# fanwall
source: Near me
ru: Рядом со мной

# fanwall
source: Near me radius (in km)
ru: Радиус (в км)

# fanwall
source: Nearby
ru: Рядом

# fanwall
source: Nearby feature requires your location.
ru: функция требует вашего местоположения.

# fanwall
source: New post
ru: Новый пост

# fanwall
source: Photos
ru: Фото

# fanwall
source: Pin post
ru: Закрепить пост

# fanwall
source: Please check that the application is allowed to use the GPS and that your device GPS is on.
ru: Пожалуйста, проверьте, что приложение может использовать GPS .

# fanwall
source: Please let us know why you think this message is inappropriate.
ru: Пожалуйста, дайте нам знать, почему вы думаете, что это сообщение нужно удалить.

# fanwall
source: Please wait while we are fetching your location.
ru: Пожалуйста, подождите, мы определим ваше местоположение.

# fanwall
source: Post
ru: Пост

# fanwall
source: Post details
ru: детально

# fanwall
source: Post is now deleted!
ru: Пост будет удален!

# fanwall
source: Post is pinned
ru: Пост закреплен

# fanwall
source: Post is published
ru: Опубликованный пост

# fanwall
source: Post is unpinned
ru: Пост откреплен

# fanwall
source: Post is unpublished
ru: Пост неопубликован

# fanwall
source: Post reports are cleared!
ru: Почтовые сообщения будут удалены!

# fanwall
source: Post successfully deleted.
ru: Пост успешно удален.

# fanwall
source: Posts
ru: Посты

# fanwall
source: Pub. date
ru: Дата

# fanwall
source: Publication date
ru: Дата публикации

# fanwall
source: Publish post
ru: Опубликовать пост

# fanwall
source: Recent
ru: Последние

# fanwall
source: Report this message!
ru: Отчет и сообщение!

# fanwall
source: Save
ru: Сохранить

# fanwall
source: Settings
ru: Параметры

# fanwall
source: Sticky post
ru: закрепить пост

# fanwall
source: Subtitle
ru: Подзаголовок

# fanwall
source: Thanks for your report, and Admin will check it!
ru: Спасибо за ваше сообщение, администратор проверит его!

# fanwall
source: The comment you are trying to delete is not available.
ru: Комментарий, который вы пытаетесь удалить, не существует.

# fanwall
source: The post you are trying to comment is not available.
ru: Пост, который вы пытаетесь комментировать, не существует.

# fanwall
source: There is actually no image.
ru: Нет изображения.

# fanwall
source: There is actually no post around you.
ru: Вокруг Вас нет никого.

# fanwall
source: There is actually no post.
ru: Пока нет постов.

# fanwall
source: This comment doesn't exists!
ru: Этот комментарий не существует!

# fanwall
source: This post doesn't exists, or is already moderated!
ru: Этот пост не существует, или уже модерируется!

# fanwall
source: This post doesn't exists.
ru: Этот пост не существует.

# fanwall
source: Title
ru: Название

# fanwall
source: To use nearby & map tabs you must set a Google Maps API key in %s.
ru: Использовать близлежащий места и карту - необходимо установить карты Google ключ API в %s.

# fanwall
source: To use nearby & maps tab you must set a Google Maps API key in %s.
ru: Чтобы использовать вкладку рядом и карты вы должны установить карты Google ключ API в %s.

# fanwall
source: Topics
ru: Темы

# fanwall
source: Unpin post
ru: Открепить пост

# fanwall
source: Unpublish post
ru: Удалите пост

# fanwall
source: Unstick post
ru: открепить пост

# fanwall
source: We finally got you location
ru: Мы определили место

# fanwall
source: We were unable to request your location.
ru: Мы не могли определить ваше местоположение.

# fanwall
source: With the reason
ru: причина

# fanwall
source: Write a comment...
ru: Написать комментарий...

# fanwall
source: Write your message...
ru: Напишите ваше сообщение...

# fanwall
source: You are about to remove this Post ! Are you sure ?
ru: Вы собираетесь удалить этот пост ! Вы уверены ?

# fanwall
source: You are not allowed to delete this comment.
ru: Вам не разрешается удалять этот комментарий.

# fanwall
source: You are receiving this e-mail because you are one of the registered <b>moderators</b> for the Fanwall %s on the Application %s
ru: Вы получили это письмо, потому что вы являетесь одним из зарегистрированных и <b>модератором</b> в стене %s в приложении %s

# fanwall
source: You like this post.
ru: нравится этот пост.

# fanwall
source: You must be logged-in to comment a post.
ru: Вы должны войти чтобы комментировать пост.

# fanwall
source: You must be logged-in to create a post.
ru: Вы должны войти, чтобы создать пост.

# fanwall
source: You must be logged-in to delete a comment.
ru: Вы должны войти, чтобы удалить комментарий.

# fanwall
source: You must be logged-in to like a post.
ru: Вы должны войти, чтобы лайкнуть пост.

# fanwall
source: You must be logged-in to unlike a post.
ru: Вы должны войти в систему .

# fanwall
source: You must send at least a message or a picture.
ru: Вы должны отправить хотя бы сообщение или картинку.

# fanwall
source: You unlike this post.
ru: не нравится пост.

# fanwall
source: Your comment is deleted!
ru: Ваш комментарий будет удален!

# fanwall
source: Your comment is saved!
ru: Ваш комментарий сохранен!

# fanwall
source: Your message.
ru: Ваше сообщение.

# fanwall
source: Your position doesn't resolve to a known address.
ru: Ваша позиция не определяется по данному адресу.

# fanwall
source: Your post is saved!
ru: Твой пост сохранён!

# fanwall
source: below you can take immediate actions on the reported message!
ru: ниже вы можете предпринять немедленные действия по Сообщению!

# fanwall
source: comment
ru: Комментарий

# fanwall
source: comments
ru: комментарии
