Repository: OMEGAYALFA/nwicode
Catalog: languages/*/form.po
Languages: ru, tr

# zend_validate
source: '%hostname%' does not appear to have a valid MX record for the email address '%value%'
ru: '%имя%' не является допустимым MX-записи на адрес электронной почты '%значение%'
tr: '%konak%' email adresi '%value%'geçerli bir MX kaydı var gibi görünmüyor

# zend_validate
source: '%hostname%' is not a valid hostname for email address '%value%'
ru: '%имя%' не является допустимым именем хоста на адрес электронной почты '%значение%'
tr: '%konak%' email adresi '%value%'geçerli bir isim değil

# zend_validate
source: '%hostname%' is not in a routable network segment. The email address '%value%' should not be resolved from public network
ru: '%имя%' не сетевой сегмент маршрутизации. Адрес электронной почты '%значение%' не должны решаться с публичной сети
tr: '%konak%' yönlendirilebilir Ağ bir segment değil. E-posta adresi '%value%' ortak ağ üzerinden çözülmesi gerekir.

# zend_validate
source: '%localPart%' can not be matched against dot-atom format
ru: '%localPart%' не может быть противопоставлена точка-атом формате
tr: '%localPart%' nokta karşı uyumlu olamaz-atom biçimi

# zend_validate
source: '%localPart%' can not be matched against quoted-string format
ru: '%localPart% не могут быть сопоставлены в кавычках строку формата
tr: '%localPart%' dize biçimi alıntı karşı uyumlu olamaz-

# zend_validate
source: '%localPart%' is not a valid local part for email address '%value%'
ru: '%localPart%' не является действительным локальной части на электронный адрес '%значение%'
tr: '%localPart%' email adresi '%value%'geçerli yerel bir parçası değildir

# zend_validate
source: '%value%' appears to be a DNS hostname but cannot extract TLD part
ru: появится символ '%значение%', чтобы быть DNS-имя хоста, но не может извлечь дву части
tr: '%value%' görünür bir DNS ana bilgisayar adı için ancak 24 bölümünü

# zend_validate
source: '%value%' appears to be a DNS hostname but cannot match TLD against known list
ru: появится символ '%значение%', чтобы быть DNS-имя хоста, но не может сопоставить дву от известных список
tr: '%value%' görünür bir DNS ana bilgisayar adı için ancak maç bilinen listesiyle 24

# zend_validate
source: '%value%' appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
ru: '%значение%', как представляется, быть DNS-имя хоста, но не в матче с узла схемы на дву '%дву%'
tr: '%value%' görünür 24%24%'için hostname şemayla DNS hostname ancak bir maç olacak

# zend_validate
source: '%value%' appears to be a DNS hostname but contains a dash in an invalid position
ru: появится символ '%значение%', чтобы быть DNS-имя хоста, но содержит прочерк в недопустимое положение
tr: DNS hostname ama '%value%' görünür geçersiz bir pozisyonda bir çizgi içerir

# zend_validate
source: '%value%' appears to be a DNS hostname but the given punycode notation cannot be decoded
ru: появится символ '%значение%', чтобы быть DNS-имя хоста, но в данной нотации в Punycode не могут быть расшифрованы
tr: '%value%' görünür bir DNS hostname ama verilen punycode gösterim deşifre edilemez

# zend_validate
source: '%value%' appears to be a local network name but local network names are not allowed
ru: появится символ '%значение%', чтобы быть локальной название сети, но местные названия сети не допускается
tr: '%value%' görünür, yerel ağ adı olabilir ama yerel ağ adları izin verilmez

# zend_validate
source: '%value%' appears to be an IP address, but IP addresses are not allowed
ru: появится символ '%значение%', чтобы быть IP-адрес, но IP-адреса не допускается
tr: '%value%' görünür bir IP adresi olmak, ama IP adreslerine izin verilmez

# zend_validate
source: '%value%' contains an invalid amount of digits
ru: '%значение%' содержит недопустимое количество цифр
tr: 'değeri %' basamak geçersiz bir miktarda içerir

# zend_validate
source: '%value%' contains characters which are non alphabetic and no digits
ru: '%значение%' содержит символы, которые не буквы и не цифры
tr: '%value%' olmayan harf ve rakam olmayan karakterler içeriyor

# zend_validate
source: '%value%' contains invalid characters
ru: '%значение%' содержит недопустимые символы
tr: '%value%' geçersiz karakterler içeriyor

# zend_validate
source: '%value%' contains non alphabetic characters
ru: '%значение%' содержит буквенные символы
tr: '%value%' olmayan alfabetik karakterler içerir

# zend_validate
source: '%value%' does not appear to be a float
ru: '%значение%' не представляется поплавок
tr: '%value%' bir şamandıra gibi görünmüyor

# zend_validate
source: '%value%' does not appear to be a postal code
ru: '%значение%' не представляется почтовый индекс
tr: '%value%' bir posta kodu görünmüyor

# zend_validate
source: '%value%' does not appear to be a valid IP address
ru: '%значение%' не является допустимым IP-адрес
tr: '%value%' geçerli bir IP adresi görünmüyor

# zend_validate
source: '%value%' does not appear to be a valid date
ru: '%значение%' не является допустимым дата
tr: '%value%' geçerli bir tarih görünmüyor

# zend_validate
source: '%value%' does not appear to be a valid local network name
ru: '%значение%' не является допустимым именем локального сети
tr: '%value%' geçerli bir yerel ağ adı görünmüyor

# zend_validate
source: '%value%' does not appear to be an integer
ru: '%значение%' не представляется целочисленным
tr: '%value%' bir tamsayı görünmüyor

# zend_validate
source: '%value%' does not fit the date format '%format%'
ru: '%значение%' не вписывается в формат даты '%формат%'
tr: '%value%' %format tarih biçimi '%uygun değil

# zend_validate
source: '%value%' does not match against pattern '%pattern%'
ru: '%значение%' не матч против шаблон '%шаблон%'
tr: '%value%' desen '%karşı desen%eşleşmiyor'

# zend_validate
source: '%value%' does not match the expected structure for a DNS hostname
ru: '%значение%' не соответствует ожидаемой структуре DNS-имя хоста
tr: '%value%' DNS ana bilgisayar için beklenen yapı eşleşmiyor

# zend_validate
source: '%value%' exceeds the allowed length
ru: '%значение%' превышает допустимую длину
tr: '%value%' izin verilen uzunluğu aşıyor

# zend_validate
source: '%value%' failed checksum validation
ru: '%значение%' ошибка при проверке контрольной суммы
tr: '%value%' sağlama toplamı doğrulaması başarısız oldu

# zend_validate
source: '%value%' has a false IBAN format
ru: '%значение%' имеет формат ложные ОКОНХ
tr: '%value%' biçiminde yanlış bir IBAN vardır

# zend_validate
source: '%value%' has failed the IBAN check
ru: '%значение%' не Ибан проверить
tr: '%value%' IBAN denetimi başarısız oldu

# zend_validate
source: '%value%' has not only hexadecimal digit characters
ru: '%значение%' не только шестнадцатеричных цифр
tr: '%value%' tek haneli onaltılık karakter değil

# zend_validate
source: '%value%' is an empty string
ru: '%значение%' является пустой строкой
tr: '%value%' boş bir dize

# zend_validate
source: '%value%' is less than %min% characters long
ru: '%значение%' меньше, чем %мин% символов
tr: '%value%' uzun az %min% karakterdir

# zend_validate
source: '%value%' is more than %max% characters long
ru: '%значение%' больше, чем %Макс% символов
tr: '%value%' daha fazla %max% karakter uzunluğunda

# zend_validate
source: '%value%' is not a valid ISBN number
ru: '%значение%' не является допустимым номером ISBN
tr: '%value%' geçerli bir ISBN numarası değil

# zend_validate
source: '%value%' is not a valid email address in the basic format local-part@hostname
ru: '%значение%' - это не действительный адрес электронной почты в основной формат локальную local-part@hostname
tr: '%value%' temel biçimi yerel olarak geçerli bir e-posta adresi değil-bölüm@hostname

# zend_validate
source: '%value%' is not a valid sitemap changefreq
ru: '%значение%' не является допустимым Карта сайта changefreq
tr: '%value%' geçerli bir site değil changefreq

# zend_validate
source: '%value%' is not a valid sitemap lastmod
ru: '%значение%' не является допустимым Карта сайта рассчитать
tr: '%value%' geçerli bir site değil lastmod

# zend_validate
source: '%value%' is not a valid sitemap location
ru: '%значение%' не является допустимым файл sitemap
tr: '%value%' geçerli bir site haritası bir yer değil

# zend_validate
source: '%value%' is not a valid sitemap priority
ru: '%значение%' не является допустимым приоритетом Карта сайта
tr: '%value%' geçerli bir site haritası bir öncelik değil

# zend_validate
source: '%value%' is not between '%min%' and '%max%', inclusively
ru: '%значение%' между '%мин%' и '%Макс%', в том числе
tr: '%value%' '%min%' ve '%max%' arasında değil, sonuçları

# zend_validate
source: '%value%' is not from an allowed institute
ru: '%значение%' это не позволило институту
tr: '%value%' izin verilen bir enstitü değil

# zend_validate
source: '%value%' is not greater than '%min%'
ru: '%значение%' не более чем '%мин%'
tr: '%value%' '%min%'den büyük değildir

# zend_validate
source: '%value%' is not less than '%max%'
ru: '%значение%' не менее '%Макс%'
tr: '%value%' '%max%'den daha az değildir

# zend_validate
source: '%value%' is not strictly between '%min%' and '%max%'
ru: '%значение%' не является строго между '%мин%' и '%Макс%'
tr: '%value%' kesinlikle '%min%' ve '%max%'arasında değil

# zend_validate
source: '%value%' is not valid
ru: '%значение%' не является допустимым
tr: '%value%' geçerli değil

# zend_validate
source: '%value%' must contain between 13 and 19 digits
ru: '%значение%' должен содержать от 13 до 19 цифр
tr: '%value%' 19 13 arasında bir rakam içermelidir

# zend_validate
source: '%value%' must contain only digits
ru: '%значение%' должно содержать только цифры
tr: '%value%' yalnızca rakam içermelidir

# zend_validate
source: '%value%' seems to be an invalid creditcard number
ru: '%значение%', кажется, неверный номер кредитной карты
tr: '%value%' geçersiz kredi kartı numarası gibi görünüyor

# zend_validate
source: '%value%' seems to contain an invalid checksum
ru: '%значение%', кажется, содержит неверную контрольную сумму
tr: '%value%' geçersiz bir sağlama toplamı içerir gibi görünüyor

# zend_validate
source: '%value%' should have a length of %length% characters
ru: '%значение%' должны иметь длину %длины символа%
tr: '%value%' %uzunluğu% karakter uzunluğunda olmalıdır

# zend_validate
source: '%value%' was not found in the haystack
ru: '%значение%' не найден в стоге сена
tr: '%value%' samanlıkta bulunamadı

source: <strong>%s</strong> is not a numerical value<br />
ru: <strong>%s</strong> - это не числовое значение<br />
tr: <strong>%s</strong> rakamsal veri değil<br />

source: <strong>%s</strong> is not valid email address<br />
ru: <strong>%s</strong> - это не действительный адрес электронной почты<br />
tr: <strong>%s</strong> geçerli bir e-posta adresi değil<br />

source: <strong>%s</strong> is required<br />
ru: <strong>%s</strong> обязательно<br />
tr: <strong>%s</strong> gerekli<br />

source: <strong>%s</strong> must be a numerical value<br />
ru: <strong>%s</strong> должно быть числовое значение<br />
tr: <strong>%s</strong> rakamsal değer olmalı<br />

source: <strong>%s</strong> must be a valid date (e.g. dd/mm/yyyy)<br />
ru: <strong>%s</strong> должна быть действительная дата (e.g. dd/mm/yyyy)<br />

source: <strong>%s</strong> must be a valid date<br />
ru: <strong>%s</должна быть действительная дата<br />

source: <strong>%s</strong> must be a valid email address<br />
ru: <strong>%s</strong> должен быть действительный адрес электронной почты<br />
tr: <strong>%s</strong> geçerli e-posta olmalı<br />

source: <strong>%s</strong> must be filled<br />
ru: <strong>%s</strong> нужно заполнить<br />

# zend_validate
source: A PHP extension returned an error while uploading the file '%value%'
ru: Расширение PHP вернул ошибку при загрузке файла '%значение%'
tr: Value%'dosyası '%yüklerken bir PHP uzantısı bir hata döndürdü

# zend_validate
source: A crc32 hash could not be evaluated for the given file
ru: А CRC32 в хэш не может быть оценена для данного файла
tr: Crc32 karma verilen dosya için değerlendirilebilir değil

# zend_validate
source: A hash could not be evaluated for the given file
ru: Хэш не может быть оценена для данного файла
tr: Bir karma verilen dosya için değerlendirilebilir değil

# zend_validate
source: A md5 hash could not be evaluated for the given file
ru: А MD5-хэш не может быть оценена для данного файла
tr: Md5 bir hash verilen dosya için değerlendirilebilir değil

# zend_validate
source: A record matching '%value%' was found
ru: Была найдена запись, соответствующая '%значение%'
tr: '%Value%' eşleşen bir kayıt bulunamadı

# zend_validate
source: A sha1 hash could not be evaluated for the given file
ru: SHA1 хеш не может быть оценена для данного файла
tr: Sha1 karma verilen dosya için değerlendirilebilir değil

source: Add a field
ru: Добавить поле
tr: Alan ekleme

source: Add a section
ru: Добавить раздел
tr: Bölüm Ekle

source: Add an option
ru: Добавить опцию
tr: Bir seçenek ekleyin

# zend_validate
source: All files in sum should have a maximum size of '%max%' but '%size%' were detected
ru: Все файлы, в сумме должны иметь максимальный размер '%Макс%' но '%размер% выявлены
tr: Özetle tüm dosyaları '%max%' en büyük boyutu olmalı ama '%boyut%' tespit edildi

# zend_validate
source: All files in sum should have a minimum size of '%min%' but '%size%' were detected
ru: Все файлы, в сумме должно быть не менее размера '%мин%' но '%размер% выявлены
tr: Özetle tüm dosyaları '%min%' en az bir boyutu olmalı ama '%boyut%' tespit edildi

source: An error occurred while saving. A field can't be identified.
ru: Произошла ошибка при сохранении. Поле не может быть идентифицировано.
tr: Kaydedilirken bir hata oluştu. Bir saha bulamadık.

# zend_validate
source: An exception has been raised while validating '%value%'
ru: Исключение был поднят при проверке '%значение%'
tr: Bir istisna doğrulama '%value%'iken çıkarılmıştır

# zend_validate
source: An exception has been raised within the callback
ru: Исключение был поднят в рамках обратного вызова
tr: Bir istisna geri içinde büyütüldü

source: Are you sure you want to remove this field?
ru: Вы уверены, что хотите удалить это поле?
tr: Bu alanı kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove this section?
ru: Вы уверены, что хотите удалить этот раздел?
tr: Bu bölümü silmek istediğinizden emin misiniz?

source: Checkbox
ru: Флажок
tr: Onay kutusu

source: Choose a field type:
ru: Выберите тип поля:
tr: Alan türü seçin:

source: Create a new field
ru: Создать новое поле
tr: Yeni bir alan oluşturun

source: Date/Hour
ru: Дата / час
tr: Tarih/Saat

source: Drop down
ru: Выбор
tr: Açılır

source: Edit field %s
ru: Редактировать поле %s
tr: Düzenleme alanının %s

source: Field name
ru: Наименование поля
tr: Alan adı

source: Field name:
ru: Название поля:
tr: Alan adı:

# zend_validate
source: File '%value%' can't be written
ru: Файл '%значение%' не может быть записана
tr: Dosya '%value%' yazılabilir

# zend_validate
source: File '%value%' does not exist
ru: Файл '%значение%' не существует
tr: Dosya '%value%' yok

# zend_validate
source: File '%value%' does not match the given crc32 hashes
ru: Файл '%значение%' не соответствует заданному хэши CRC32 в
tr: Dosya '%value%' verilen crc32 sağlamalarının eşleşmiyor

# zend_validate
source: File '%value%' does not match the given hashes
ru: Файл '%значение%' не совпадает с заданным хэшам
tr: Dosya '%value%' verilen karma eşleşmiyor

# zend_validate
source: File '%value%' does not match the given md5 hashes
ru: Файл '%значение%' не совпадает с заданным хэш MD5
tr: Dosya '%value%' verilen md5 sağlamalarının eşleşmiyor

# zend_validate
source: File '%value%' does not match the given sha1 hashes
ru: Файл '%значение%' не соответствует заданному SHA1 хэши
tr: Dosya '%value%' verilen sha1 sağlamalarının eşleşmiyor

# zend_validate
source: File '%value%' exceeds the defined form size
ru: Файл '%значение%' превышает определенные размеры, форма
tr: Dosya '%value%' tanımlı form boyutunu aşıyor

# zend_validate
source: File '%value%' exceeds the defined ini size
ru: Файл '%значение%' превышает определенный размер Ини
tr: Dosya '%value%' ini tanımlı boyutunu aşıyor

# zend_validate
source: File '%value%' exists
ru: Файл '%значение%' существует
tr: Dosya '%value%' var

# zend_validate
source: File '%value%' has a false extension
ru: Файл '%значение%' имеет ложные расширение
tr: Dosya '%value%' yanlış bir uzantısı vardır

# zend_validate
source: File '%value%' has a false mimetype of '%type%'
ru: Файл '%значение%' имеет значение false тип '%тип%'
tr: Dosya '%value%' '%type%'yanlış bir mime türü vardır

# zend_validate
source: File '%value%' is no image, '%type%' detected
ru: Файл '%значение%' нет изображения '%тип% выявленных
tr: Dosya '%value%' görüntü yok, '%type%' tespit

# zend_validate
source: File '%value%' is not compressed, '%type%' detected
ru: Файл '%значение%' не сжимается, '%тип%' обнаружены
tr: Dosya '%value%' sıkıştırılmamış '%type%' tespit

# zend_validate
source: File '%value%' is not readable or does not exist
ru: Файл '%значение%' не читается или не существует
tr: Dosya '%value%' okunabilir değil veya yok

# zend_validate
source: File '%value%' was illegally uploaded. This could be a possible attack
ru: Файл '%значение%' был незаконно загружен. Это может быть возможной атаки
tr: Dosya '%value%' yasadışı karşıya. Bu olası bir saldırı olabilir

# zend_validate
source: File '%value%' was not found
ru: Файл '%значение%' не найден
tr: '%Value%' dosyası bulunamadı

# zend_validate
source: File '%value%' was not uploaded
ru: Файл '%значение%' не был загружен
tr: Dosya '%value%' karşıya

# zend_validate
source: File '%value%' was only partially uploaded
ru: Файл '%значение%' лишь частично загружен
tr: Dosya '%value%' yalnızca kısmen yüklenmiş

source: Form data will be sent to this email. Until you fill out this field, your form won't be displayed on client side.
ru: Данные формы будут отправлены на этот адрес электронной почты. Пока вы не заполните это поле, ваша форма не будет отображаться на стороне клиента.
tr: Form verileri bu e-postaya gönderilecek. Bu alanı doldurana kadar, formunuz müşteri tarafında görüntülenmeyecek.

source: Geolocation
ru: Геолокация
tr: Coğrafi konum

source: Hello,
ru: Здравствуйте,
tr: Merhaba,

source: Import a picture
ru: Импорт Фото
tr: Fotoğraf içe aktar

source: Import from Library
ru: Импорт из галереи
tr: Kütüphaneden aktar

# zend_validate
source: Invalid type given. Numeric string, integer or float expected
ru: Недопустимый тип дал. Числовая строка, integer или float ожидается
tr: Geçersiz tür verildi. Sayısal dize, tamsayı veya kayan noktalı bekleniyor

# zend_validate
source: Invalid type given. String expected
ru: Недопустимый тип. Строка ожидается
tr: Geçersiz tür verildi. String

# zend_validate
source: Invalid type given. String or integer expected
ru: Недопустимый тип дал. String или integer ожидается
tr: Geçersiz tür verildi. Dize veya tamsayı bekleniyor

# zend_validate
source: Invalid type given. String, integer or float expected
ru: Недопустимый тип дал. Строка, integer или float ожидается
tr: Geçersiz tür verildi. Dize, tamsayı veya kayan noktalı bekleniyor

# zend_validate
source: Invalid type given. String, integer, array or Zend_Date expected
ru: Недопустимый тип дал. Строка, целое число, массив или Zend_Date ожидается
tr: Geçersiz tür verildi. Dize, tamsayı, Dizi veya Zend_Date bekleniyor

# zend_validate
source: Invalid type given. String, integer, float, boolean or array expected
ru: Недопустимый тип дал. Строка, целое, вещественное, логическое или массив
tr: Geçersiz tür verildi. Dize, tamsayı, kayan nokta, boolean veya dizi beklenen

# zend_validate
source: Luhn algorithm (mod-10 checksum) failed on '%value%'
ru: Алгоритм luhn (мод-10 контрольная сумма) не на '%значение%'
tr: (Mod-10 checksum) Luhn algoritması '%value%'başarısız oldu

source: Manage fields
ru: Управление полем
tr: Yönet alanlar

source: Manage options:
ru: Управление параметрами:
tr: Seçenekler Yönet:

# zend_validate
source: Maximum allowed height for image '%value%' should be '%maxheight%' but '%height%' detected
ru: Максимальная разрешенная высота для изображения '%значение%' должно быть '%значение maxheight%' но '%рост% выявленных
tr: Maksimum görüntü '%value%' yükseklik '%yukseklik%' ama '%büyüme% olmalıdır izin' tespit

# zend_validate
source: Maximum allowed size for file '%value%' is '%max%' but '%size%' detected
ru: Максимально допустимый размер для файла '%значение%' на '%МАКС%' но '%размер% выявленных
tr: Maksimum dosya '%değer% boyutu' %max% 'ama' %boyut% 'olduğunu tespit izin

# zend_validate
source: Maximum allowed width for image '%value%' should be '%maxwidth%' but '%width%' detected
ru: Максимально допустимая ширина изображения '%значение%' должно быть '%значение maxwidth%' но '%ширина% выявленных
tr: Maksimum görüntü '%value%' genişlik '%genislik%' olmalıdır izin ama '%eni%' tespit

# zend_validate
source: Minimum expected height for image '%value%' should be '%minheight%' but '%height%' detected
ru: Минимальная ожидаемая высота для изображения '%значение%' должно быть '%свойство minheight%' но '%рост% выявленных
tr: Görüntü '%value%' için Minimum beklenen yükseklik '%minheight%' olmalıdır ama '%büyüme%' tespit

# zend_validate
source: Minimum expected size for file '%value%' is '%min%' but '%size%' detected
ru: Минимальный ожидаемый размер для файла '%значение%' на '%Мин%' но '%размер% выявленных
tr: Dosya '%değer% için Minimum beklenen boyutu' %min% 'ama' %boyut% 'olduğunu tespit

# zend_validate
source: Minimum expected width for image '%value%' should be '%minwidth%' but '%width%' detected
ru: Минимальная ожидаемая ширина для изображения '%значение%' должно быть '%свойство minwidth%' но '%ширина% выявленных
tr: Görüntü '%value%' Minimum genişlik beklenen '%minwidth%' olmalıdır ama '%eni%' tespit

source: Multiline text
ru: Текст многострочный
tr: Çok Satırlı Metin

# zend_validate
source: No record matching '%value%' was found
ru: Нет соответствующей записи '%значение%'
tr: '%Value%' eşleşen hiçbir kayıt bulundu

# zend_validate
source: No temporary directory was found for file '%value%'
ru: Нет временный каталог был найден файл '%значение%'
tr: Geçici dizin dosyası '%değer%bulundu'

# zend_validate
source: No token was provided to match against
ru: Фишка не была предоставлена в матче против
tr: Hayır token maçında karşı verilmiştir

# zend_validate
source: One or more files can not be read
ru: Один или несколько файлов не может быть прочитан
tr: Bir veya daha fazla dosya okunabilir değil

source: Option
ru: Опция
tr: Seçenek

source: Radio
ru: Радио
tr: Radyo

source: Recipient email
ru: email получателя
tr: Alıcının e-postası

source: Recipient email:
ru: Адрес электронной почты получателя:
tr: Alıcı e-posta:

source: Take a picture
ru: Сделать снимок
tr: Fotoğraf çek

source: The form has been sent successfully
ru: Успешно отправлена
tr: Form başarıyla gönderildi

# zend_validate
source: The mimetype of file '%value%' could not be detected
ru: MimeType из файла '%значение%' не могли быть обнаружены
tr: Dosya '%value%' mimetype Tespit edilemedi

# zend_validate
source: The size of image '%value%' could not be detected
ru: Размер изображения '%значение%' не могли быть обнаружены
tr: Görüntü '%value%' boyutunu Tespit edilemedi

# zend_validate
source: The two given tokens do not match
ru: Два данной лексемы не совпадают
tr: İki verilen belirteçleri eşleşmiyor

# zend_validate
source: There was an internal error while using the pattern '%pattern%'
ru: Произошла внутренняя ошибка при использовании шаблона '%шаблон%'
tr: Desen%desen '%kullanırken bir iç hata oluştu.'

# zend_validate
source: Too few files, minimum '%min%' are expected but '%count%' are given
ru: Слишком мало файлов, минимума %минимальный% ожидается, но '%количество% дается
tr: Çok az dosyaları, en az '%min%' bekleniyordu ama '%sayısı%' verilir
