Repository: OMEGAYALFA/nwicode
Catalog: languages/*/form.po
Languages: ru, tr

# zend_validate
source: Too less words, minimum '%min%' are expected but '%count%' were counted
ru: Слишком мало слов, минимума %минимальный% ожидается, но '%количество% были подсчитаны
tr: Çok az kelime, en az '%min%' bekleniyordu ama '%sayısı%' sayıldı

# zend_validate
source: Too many files, maximum '%max%' are allowed but '%count%' are given
ru: Слишком много файлов, максимальное '%Макс%' возможно '%количество% дается
tr: Çok fazla dosya, en fazla '%max%' izin ama '%sayısı%' verilir

# zend_validate
source: Too much words, maximum '%max%' are allowed but '%count%' were counted
ru: Слишком много слов, максимум '%Макс%' возможно '%количество% были подсчитаны
tr: Çok fazla kelime, en fazla '%max%' izin ama '%sayısı%' sayıldı

# zend_validate
source: Unknown country within the IBAN '%value%'
ru: Неизвестная страна в Ибан '%значение%'
tr: Bilinmeyen ülkelere IBAN '%değer%içinde'

# zend_validate
source: Unknown error while uploading file '%value%'
ru: Неизвестная ошибка при загрузке файла '%значение%'
tr: Bilinmeyen hata yükleme dosyası '%değer%iken'

# zend_validate
source: Value is required and can't be empty
ru: Требуемое значение не может быть пустым
tr: Değer gereklidir ve boş olamaz

source: You have to choose a field type.
ru: Вы должны выбрать тип поля.
tr: Alan türü seçmek zorundasınız.

source: Your app's form
ru: Форма вашего приложения
tr: Uygulamanızın form

source: Your form has been filled out, here are the answers:
ru: Ваша форма была заполнена, вот ответы:
tr: Formunuz dolduruldu, cevaplar burda:
