Repository: OMEGAYALFA/nwicode
Catalog: languages/*/gatracker.po
Languages: tr

source: Active Users
tr: Aktif Kullanıcı

source: App Traffic
tr: App Trafik

source: By sessions
tr: Oturumlar tarafından

source: By users
tr: Kullanıcılar tarafından

source: Click Create Credentials -> OAuth Client ID -> Web Application Type
tr: Tıklayın Kimlik -> OAuth İstemci KİMLİĞİ -> Web Uygulama Tipi Oluşturma

source: Client ID
tr: İstemci KİMLİĞİ

source: Copy Client ID and Paste in above form
tr: Yukarıdaki formda kopyasını İstemci KİMLİĞİ ve Yapıştır

source: Enter your URl or Whitle Lable URL and Click Create
tr: URl girin veya Alternatifler URL ve Tıklayın Whitle Oluşturun

source: Feature Visits
tr: Özellikleri Gör

source: Go to https://console.cloud.google.com/apis/credentials
tr: Https://console.cloud.google.com/apis/credentials git

source: Last Month
tr: Geçen Ay

source: Last Week
tr: Geçen Hafta

source: Last Year
tr: Geçen Yıl

source: OAuth Client ID
tr: OAuth İstemci KİMLİĞİ

source: OAuth Client ID not set for your site. Please contact site admin to get it done.
tr: OAuth İstemci site için belirlenen KİMLİĞİ değil. Lütfen site yapılması için admin.

source: Save
tr: Kaydet

source: Setup Google Analytics Account
tr: Google Analytics Hesabı ayarla

source: Steps to Generate New Client ID
tr: Adımları Yeni İstemci KİMLİK Oluşturmak için

source: This Month
tr: Bu Ay

source: This Week
tr: Bu Hafta

source: This Week vs Last Week
tr: Bu Hafta, Geçen Hafta vs

source: This Year
tr: Bu Yıl

source: This Year vs Last Year
tr: Bu Yıl Geçen yıl vs

source: To create new account visit Google Analytics
tr: Yeni hesap oluştur Google Analytics için

source: Top Countries
tr: Lider Ülkeler

source: User Locations
tr: Kullanım Yerleri

source: Visit Google Analytics
tr: Google Analytics Ziyaret

source: You need to create above steps for all the domains where this module is installed i.e only main url for SAE/MAE and whitelabel url for PE
tr: Bu modül yüklü olduğu tüm alanlar için yukarıdaki oluşturmanız gerekir.PE için SAE/MAE ve whitelabel url için e sadece ana url
