Repository: OMEGAYALFA/nwicode
Catalog: languages/*/importexportcustomer.po
Languages: tr

source: Choose File
tr: Dosya seç

source: Description
tr: Açıklama

source: Export
tr: Dışa aktar

source: File to import :
tr: İçe aktarılacak dosya:

source: IMPORT EXPORT APP USER
tr: Uygulama kullanıcısını içe/dışa aktar

source: Import
tr: İçe aktar

source: Info successfully saved
tr: Bilgi başarıyla kaydedildi

source: Is password send to users by email?
tr: Şifre kullanıcılara e-posta ile mi gönderiliyor?

source: No file chosen
tr: Dosya seçilmedi

source: Please select valid file!
tr: Lütfen geçerli bir dosya seç!

source: Please type below the welcome email to be sent to the users upon account creation or when the users DB is imported.You can use the tag [firstname],[last-name],[email],[password] and [app-name] to personalize the email body and subject.
tr: Hesap oluştururken veya kullanıcılar DB içe aktarıldığında kullanıcılara gönderilecek hoşgeldin e-postasının altına yazabilirsiniz. [Firstname], [last name], [email], [password] ve [app-name] etiketlerini kullanabilirsiniz.]

source: Subject
tr: Konu

source: The user database needs to be submitted in csv format. Please download a sample file here:
tr: Kullanıcı veritabanının csv formatında sunulması gerekiyor. Lütfen buradan bir örnek dosya indirin:

source: There was an error reading the file, because file dose not contain any records.
tr: Dosya okunurken bir hata oluştu, çünkü dosya herhangi bir kayıt içermiyor.

source: There was an error reading the file-
tr: Dosya okunurken bir hata oluştu.

source: This message was sent to
tr: Bu mesaj gönderildi

source: Using this functionality you'll be able to import an external database of existing users. Upon importing of the file, a welcome email will be sent to the users with the new App account details.
tr: Bu işlevselliği kullanarak mevcut kullanıcıların harici bir veritabanını içe aktarabileceksiniz. Dosyayı içe aktardıktan sonra, yeni Uygulama hesabı ayrıntıları ile kullanıcılara hoş bir e-posta gönderilecektir.

source: example.csv
tr: örnek.csv

source: record was imported successfully and the following records were skipped
tr: Kayıt başarıyla alındı ​​ve aşağıdaki kayıtlar atlandı

source: record was imported successfully.
tr: Kayıt başarıyla alındı.

source: record were imported successfully
tr: kayıt başarıyla alındı

source: records were imported successfully
tr: Kayıtlar başarıyla alındı.

source: records were imported successfully and the following records were skipped
tr: Kayıtlar başarıyla alındı ​​ve aşağıdaki kayıtlar atlandı

source: register successfully and send mail to :
tr: başarıyla kaydolun ve aşağıdaki adrese posta gönderin:
