Repository: OMEGAYALFA/nwicode
Catalog: languages/*/installer.po
Languages: tr

source: %s Update
tr: %s Güncelleme

source: Action
tr: Aksiyon

source: Actions
tr: Eylemler

source: All of your modules are up to date
tr: Modüller tüm güncel

source: An update is available. Click here to download it.
tr: Bir güncelleme mevcut. İndirmek için tıklayın.

source: Check for updates
tr: Güncellemeleri kontrol et.

source: Click here to see the release notes
tr: Sürüm notlarını görmek için tıklayın

source: Click here to send your module
tr: Burada modül göndermek için tıklayın

source: Details
tr: Detaylar

source: Drop your module here
tr: Burada modülü indir

source: Host
tr: Ana

source: Install
tr: Yükle

source: Installing
tr: Yükleme

source: Installing module <em><span id="label_module"></span></em>
tr: Yükleme modülü <em><span id="label_module"></span></em>

source: Installing your module
tr: Modül yükleme

source: Module successfully installed
tr: Modülü başarıyla yüklendi

source: Module to upload
tr: Modülü yüklemek için

source: Modules Installation
tr: Yükleme Modülleri

source: Modules successfully installed!
tr: Başarıyla yüklü modülleri.

source: Name
tr: Adı

source: No directory provided
tr: Hiçbir dizin sağlanan

source: No module to install
tr: Hayır modülü yüklemek için

source: No modules uploaded yet
tr: Hayır modülleri hala yüklenmedi

source: Or set the correct permissions to the following files and folders and try again:
tr: Ya da aşağıdaki dosya ve klasörler için doğru izinleri ayarlayın ve tekrar deneyin:

source: Package
tr: Paket

source: Package Details
tr: Paket Detayları

source: Path to your system
tr: Sistem yolu

source: Please update the module to the %s version before installing this update.
tr: Lütfen %modül update bu güncelleştirmeyi yüklemeden önce versiyonu.

source: Please update your system to the %s version before installing this update.
tr: Lütfen %sistem update bu güncelleştirmeyi yüklemeden önce versiyonu.

source: Please wait, we're installing your module
tr: Lütfen bekleyin, modülünüzü yüklüyoruz.

source: Please, enter a name
tr: Lütfen bir isim girin

source: Please, fill out all fields
tr: Lütfen tüm alanları doldurun

source: Processing the installation
tr: Yükleme işleme

source: Progress
tr: İlerleme

source: Retry
tr: Yeniden dene

source: Select a module to upload
tr: Bir modülü yüklemek için seçin

source: Size
tr: Boyutu

source: Some files and folder are not writable. You can either provide your FTP access to install this update:
tr: Bazı dosya ve klasör yazılabilir değil. Ya bu güncelleştirmeyi yüklemek için FTP erişim sağlayabilirsiniz:

source: Some files don't have the right permissions and can't be updated
tr: Bazı dosyalar doğru izinlere sahip değil ve güncellenebilir

source: Status
tr: Durum

source: The database connection failed. Please, check the entered information.
tr: Veritabanı bağlantısı başarısız oldu. Lütfen, girilen bilgileri kontrol edin.

source: The entered password confirmation does not match the entered password.
tr: Girilen parola onayı girilen parola eşleşmiyor.

source: The file %s does not exist
tr: S dosyası %yok

source: The file %s is not writable.
tr: S dosyası %yazılabilir değil.

source: The folder %s is not writable. Please fix this issue and try again.
tr: S klasörü %yazılabilir değil. Lütfen bu sorunu düzeltin ve tekrar deneyin.

source: The following files and folders are not writable:
tr: Aşağıdaki dosya ve klasörleri yazılabilir değildir:

source: The following files and folders are not writable: <br /> - %s
tr: Aşağıdaki dosya ve klasörleri yazılabilir: <br /> - %s

source: The installation of the module <span id="installation_failed_module_name"></span> has failed: <span id="installation_failed_because"></span>
tr: Modül yükleme <span id="installation_failed_module_name"></span> reddedildi: <span id="installation_failed_because"></span>

source: The package you have uploaded is invalid.
tr: Yüklenen paket geçersiz.

source: There is no CMS license key set.
tr: CMS lisans anahtar seti yok.

source: This process may take few minutes, please do not refresh the page
tr: Bu işlem birkaç dakika sürebilir, lütfen sayfayı yenile yapmak

source: This update is designed for the %s, you can't install it in your %s.
tr: Bu güncelleme %s için tasarlanmıştır, bunu %s yükleyebilirsiniz.

source: Unable to check for updates now. Please, try again later.
tr: Uygulamalar kontrol edilemedi. Lütfen daha sonra tekrar deneyin.

source: Unable to connect to your FTP. Please check the connection information.
tr: FTP bağlanamıyor. Bağlantı bilgilerini kontrol edin.

source: Unable to detect your site. Please make sure the entered path is correct.
tr: Sitenizi algılayamıyor. Girilen yolun doğru olduğundan emin olun lütfen.

source: Unable to extract the archive.
tr: Arşiv çıkartılamıyor.

source: Unable to fetch the update. Please, try again later.
tr: Güncelleme getirilemedi. Lütfen daha sonra tekrar deneyin.

source: Unable to open the archive.
tr: Arşiv açılamadı.

source: Unable to open the file. Please, make sure that you sent a valid archive.
tr: Dosyası açılamıyor. Lütfen, geçerli bir arşiv gönderilen emin olun.

source: Upload a module
tr: Bir modül yüklemek

source: Upload your modules
tr: Modülleri yüklemek

source: Username
tr: Kullanıcı adı

source: Version
tr: Sürüm

source: We are checking for updates. Please, do not refresh the page.
tr: Güncellemeleri kontrol ediyoruz. Lütfen sayfayı yenilemeyin.

source: You already have installed this template.
tr: Bu şablonu daha önce indirdiniz.

source: You already have installed this update.
tr: Bu güncelleştirme zaten yüklü.

source: You can either fix this issue by setting the correct permissions to them and try again or enter your FTP access below:
tr: Onlara doğru izinleri ayarlayarak bu sorunu giderebilirsiniz ve tekrar deneyin ya da FTP erişimini deneyiniz:

source: Your system is up to date.
tr: Sistem günceldir.
