Repository: OMEGAYALFA/nwicode
Catalog: languages/*/invitefriend.po
Languages: tr

source: %s. Use my referral code %s once you download the app. Install From: %s
tr: %s. Kullanım referans kodu %benim bir kez app indirmek. %S: yüklemek

source: Action
tr: Eylem

source: Add your friend's code
tr: Arkadaşının kodu Ekle

source: An error occurred during process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Back
tr: Geri

source: Click here to log-in
tr: Burada günlük İçin Tıklayın

source: Close
tr: Yakın

source: Disable on webview!
tr: Web görünümü devre dışı bırak!

source: For each friend you invite and registers on our App, we'll give you %d points and your friend as well.
tr: Kayıtları bizim App üzerinde davet ettiğiniz her arkadaşınız için de size %d puan ve arkadaşın vereceğiz.

source: Invite A Friend
tr: Bir Arkadaşı Davet

source: Invite Successfully!
tr: Başarıyla Davet!

source: Invite your friends and win!
tr: Arkadaşlarını davet et ve kazan!

source: Manage
tr: Yönetmek

source: No Active Card Present. Please contact to Admin.
tr: Aktif Kartı Mevcut. Yönetici ile irtibata geçiniz.

source: Nothing to share
tr: Paylaşmak için bir şey

source: Please enter correct code!
tr: Doğru kodu girin lütfen!

source: Please enter other code!
tr: Lütfen başka bir kod girin.

source: Progressive Loyalty Card not actived. Please contact to Admin.
tr: İlerici Sadakat Kartı aktif değil. Yönetici ile irtibata geçiniz.

source: Saved successfully.
tr: Başarılı bir şekilde kaydedildi.

source: Share
tr: Paylaşmak

source: Sharing text
tr: Paylaşım metin

source: The card you are trying to update isn't exists.
tr: Güncelleştirmeye çalıştığınız kartı mevcut değil.
