Repository: OMEGAYALFA/nwicode
Catalog: languages/*/invitefriendref.po
Languages: ru

source: %s. Use my referral code %s once you download the app. Install From: %s
ru: %s. Используйте мой реферальный код %s после того как вы загрузите приложение. Установки: %s

source: Action
ru: Действие

source: Add your friend's code
ru: Добавить код вашего друга

source: An error occurred during process. Please try again later.
ru: Произошла ошибка во время процесса. Пожалуйста, попробуйте снова позже.

source: Back
ru: Назад

source: Click here to log-in
ru: Нажмите здесь, чтобы войти в

source: Close
ru: Закрыть

source: Disable on webview!
ru: Отключить на WebView!

source: For each friend you invite and registers on our App, we'll give you %d points and your friend as well.
ru: Для каждого друга, которого вы приглашаете и он регистрируется на наше приложение, мы зачислим вам и другу %d на счёт.

source: Invite A Referal
ru: Пригласить друга

source: Invite Successfully!
ru: Успешно Приглашён!

source: Invite your friends and win!
ru: Приглашайте своих друзей и зарабатывайте!

source: Manage
ru: Управление

source: No Active Card Present. Please contact to Admin.
ru: Нет Активных Карт. Пожалуйста, свяжитесь с Администратором.

source: Nothing to share
ru: Ничего не найдено

source: Or share your code:
ru: Или поделиться :

source: Please enter correct code!
ru: Пожалуйста, введите правильный код!

source: Please enter other code!
ru: Пожалуйста введите другой код!

source: Progressive Loyalty Card not actived. Please contact to Admin.
ru: Карта лояльности не активизированна. Пожалуйста, свяжитесь с Администратором.

source: Saved successfully.
ru: Успешно.

source: Share
ru: Поделиться

source: Sharing text
ru: Текст обмена

source: The card you are trying to update isn't exists.
ru: Карту, которую вы пытаетесь обновить, не существует.
