Repository: OMEGAYALFA/nwicode
Catalog: languages/*/job.po
Languages: ru

source: A new contact form has been sent for the following offer:
ru: Новые данные были отправлены на следующее предложение:

source: Add a position
ru: Доб. вакансию

source: Add category
ru: Доб.категорию

source: Add company
ru: Доб.компанию

source: Add place
ru: Доб.место

source: Address
ru: Адрес

source: Administrators
ru: Администраторы

source: All fields are required !
ru: Все поля обязательны !

source: Alternate name for 'Company'
ru: Альтернаивное название "Компания"

source: Alternate name for 'Place'
ru: Альтернаивное название "Место"

source: Categories
ru: Категории

source: Category
ru: Категория

source: Category disabled
ru: нет категории

source: Category enabled
ru: Категория включена

source: City
ru: Город

source: Clear
ru: Понятно

source: Close
ru: Закрыть

source: Companies
ru: Компании

source: Company
ru: Компания

source: Company disabled
ru: Компании отключены

source: Company enabled
ru: Компании включены

source: Company saved.
ru: Сохранено

source: Contact
ru: Контакты

source: Contact e-mail
ru: Контактный e-mail

source: Contact form
ru: Контактная форма

source: Contract type
ru: Тип контракта

source: Create a new Category
ru: Создать новую Категорию

source: Create a new company
ru: Создать Новую Компанию

source: Create a new place
ru: Добавить Новое Место

source: Create a new position
ru: Создать новую позицию

source: Create position
ru: Создание позиции

source: Description
ru: Описание

source: Disable category
ru: Отключить категории

source: Disable company
ru: Отключить компании

source: Display Search
ru: Показать Поиск

source: Display contact
ru: Показать контакт

source: Display income
ru: Показать З/П

source: Display place icon
ru: Показать иконку на карте

source: Distance
ru: Расстояние

source: Email & Contact form
ru: Email & Контактная Форма

source: Email successfully sent.
ru: Письмо успешно отправлено.

source: Employee count
ru: Число сотрудников

source: Enable category
ru: Включение категории

source: Enable company
ru: Включить компанию

source: For more options use the editor
ru: Дополнительные опции использовать редактор

source: Form error
ru: Ошибка Формы

source: Form has the following errors
ru: Форма содержит следующие ошибки

source: Full name
ru: Полное название

source: General
ru: Основное

source: Header
ru: Заголовок

source: Hidden
ru: Скрыть

source: Icon
ru: Иконка

source: Import a header
ru: Импортировать Заголовок

source: Import a header image
ru: Импортировать картинку в Заголовок

source: Import a logo
ru: Импорт логотип

source: Import an icon
ru: Импорт иконки

source: Import an icon image
ru: Импортировать иконку

source: Income from:
ru: ЗП от:

source: Input your keywords ...
ru: Введите ключевые слова ...

source: Is active
ru: активно

source: Job
ru: Работа

source: Keywords
ru: Теги

source: Keywords, coma separated
ru: Ключевые слова, разделенные запятыми

source: Locality
ru: Район

source: Logo
ru: Логотип

source: Manage
ru: Управление

source: Manage company
ru: Управлять компанией

source: Manage place
ru: Управлять местом

source: Message
ru: Сообщение

source: Missing category_id
ru: Отсутствует category_id

source: My companies
ru: Мои компании

source: Name
ru: Имя

source: New contact for:
ru: Новый контак для:

source: New contact for: %s
ru: Новый контакт для: %s

source: None
ru: Нету

source: OK
ru: Ок

source: Place
ru: Место

source: Place enabled
ru: Место включено

source: Place saved.
ru: Место сохранено

source: Place successfully deleted.
ru: Место успешно удалено

source: Places
ru: Места

source: Positions
ru: Вакансии

source: Publish
ru: Опубликовать

source: Required fields are missing !
ru: Обязательные поля отсутствуют !

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Search...
ru: Поиск...

source: Select a city ...
ru: Выберите город ...

source: Submit
ru: Представить

source: Success.
ru: Принято.

source: Thank you
ru: Благодарим!

source: The category you are trying to edit doesn't exists.
ru: Категорию которую вы пытаетесь изменить, не существует.

source: The company you are trying to edit doesn't exists.
ru: Компании вы пытаетесь изменить, не существует.

source: The place is successfully created.
ru: Место успешно создано.

source: The place you are trying to edit doesn't exists.
ru: Место, которое вы пытаетесь изменить, не существует.

source: This place is inactive.
ru: Место дезактивировано

source: Use global configuration
ru: Исп. глобальные настройки

source: Views
ru: Просмотр

source: Website
ru: Веб сайт

source: You are about to remove this Category ! Are you sure ?
ru: Вы собираетесь удалить эту категорию ! Вы уверены ?

source: You are about to remove this Category !\n Are you sure ?
ru: Хочешь удалить эту категорию, уверен?

source: You are about to remove this Company and all the associated Places !\n Are you sure ?
ru: Если ты удалишь эту компанию, то удалятся все ассоциации в "Места". Уверен?

source: You are about to remove this Company and all the associated Positions ! Are you sure ?
ru: Вы собираетесь удалить эту компанию и все связанные с ним посты ! Вы уверены ?

source: You are about to remove this Place ! Are you sure ?
ru: Вы собираетесь Удалить это место ! Вы уверены ?

source: You are about to remove this Place !\n Are you sure ?
ru: Хочешь удалить это место? Уверен?

source: You are not allowed to create a place for this company
ru: Вы не позволили создавать места для этой компании

source: administrators
ru: администраторы

source: banner
ru: Баннер

source: description
ru: описание

source: header
ru: Заголовок

source: icon
ru: иконка

source: keywords
ru: Ключевые слова

source: location
ru: Расположение

source: logo
ru: Логотип

source: name
ru: имя

source: to:
ru: до:

source: website
ru: сайт
