Repository: OMEGAYALFA/nwicode
Catalog: languages/*/layout_premium_a.po
Languages: ru, tr

source: Account Settings
ru: Настройка профиля
tr: Hesap Ayarları

source: Are you sure?
ru: Вы уверены?
tr: Emin misin?

source: Auto slide
ru: Автоматическое слайд
tr: Otomatik slayt

source: Background color
ru: Цвет фона
tr: Arka plan rengi

source: Bullet color
ru: Цвет пули
tr: Kurşun rengi

source: Bullet type
tr: Mermi türü

source: Color settings
ru: Настройки цвета
tr: Renk Ayarları

source: Confirmation
ru: Подтверждение
tr: Onay

source: Dynamic
tr: Dinamik

source: Effect
ru: Эффект
tr: Etkisi

source: Features text case
ru: Текст характеристики случае
tr: Özellikleri metin durumda

source: Features text color
ru: Характеристики цвет текста
tr: Özellikleri metin rengi

source: Free mode
ru: Свободный режим
tr: Ücretsiz modu

source: Guest
ru: Гость
tr: Konuk

source: Import an image
ru: Импорт изображения
tr: Al bir görüntü

source: Login / registration
ru: Вход / регистрация
tr: Giriş / kayıt

source: Logout
ru: Выход
tr: Oturumu kapat

source: Menu
ru: Меню
tr: Menü

source: Menu button color
ru: Кнопка меню Цвет
tr: Menü düğmesi renk

source: Menu button icon
ru: Значок кнопки меню
tr: Menü düğmesi simgesi

source: NWICODE
tr: Appmosfer

source: Normal case
ru: Нормальный случай
tr: Normal durumda

source: Show bullets
ru: Показать пуль
tr: Mermi göster

source: Show text on slide 1
ru: Показать текст на слайде 1
tr: 1 slayt gösterisi

source: Show text on slide 10
ru: Показать текст на слайде 10
tr: 10 slayt gösterisi

source: Show text on slide 2
ru: Показать текст на слайде 2
tr: 2 slayt gösterisi

source: Show text on slide 3
ru: Показать текст на слайде 3
tr: 3. slayttaki metni göster

source: Show text on slide 4
ru: Показать текст на слайде 4
tr: 4 slayt gösterisi

source: Show text on slide 5
ru: Показать текст на слайде 5
tr: 5 slayt gösterisi

source: Show text on slide 6
ru: Показать текст на слайде 6
tr: 6 slayt gösterisi

source: Show text on slide 7
ru: Показать текст на слайде 7
tr: 7 slayt gösterisi

source: Show text on slide 8
ru: Показать текст на слайде 8
tr: 8 slayt gösterisi

source: Show text on slide 9
ru: Показать текст на слайде 9
tr: 9 slayt gösterisi

source: Sidenav background gradient end
ru: Sidenav фоне градиент конца
tr: Sidenav arka plan degrade son

source: Sidenav background gradient start
ru: Sidenav фоне начала градиента
tr: Sidenav arkaplan gradyan başlangıç

source: Sidenav divider color
ru: Sidenav делитель цвета
tr: Sidenav bölücü renk

source: Sidenav text case
ru: Текст случае Sidenav
tr: Sidenav metin durumda

source: Sidenav text color
ru: Sidenav цвет текста
tr: Sidenav metin rengi

source: Slide 1 image
ru: Слайд 1 фото
tr: Slayt 1 Resim

source: Slide 1 link (feature position)
ru: Слайд ссылке 1 (функции)
tr: (Özellik pozisyon)1 bağlantı slayt

source: Slide 1 settings
ru: Слайд 1 параметры
tr: 1 ayarları slayt

source: Slide 1 text
tr: 1 metin kaydır

source: Slide 1 text color
tr: 1 metin rengi slayt

source: Slide 1 text header
tr: 1 metin başlığını kaydır

source: Slide 1 text header color
tr: 1 metin başlığı rengini kaydır

source: Slide 1 text subtitle
tr: Slayt 1 metin altyazı

source: Slide 1 text subtitle color
tr: 1 metin altyazı rengini kaydır

source: Slide 10 enable
tr: 10 slayt etkinleştirin

source: Slide 10 image
ru: Слайд 10 фото
tr: Slayt 10 resim

source: Slide 10 link (feature position)
ru: Слайд 10 ссылка (функции)
tr: (Özellik konum)10 bağlantı slayt

source: Slide 10 settings
ru: Слайд 10 параметры
tr: 10 ayarları slayt

source: Slide 10 text
tr: Slayt 10 metin

source: Slide 10 text color
tr: Slayt 10 metin rengi

source: Slide 10 text header
tr: Slayt 10 başlık metni

source: Slide 10 text header color
tr: Slayt 10 başlık metin rengi

source: Slide 10 text subtitle
tr: Slayt 10 metin altyazı

source: Slide 10 text subtitle color
tr: Slayt 10 metin altyazı renk

source: Slide 2 enable
tr: Slayt 2 etkinleştir

source: Slide 2 image
ru: Слайд 2 фото
tr: Slayt 2 resim

source: Slide 2 link (feature position)
ru: Ссылка слайд 2 (функции)
tr: (Özellik pozisyonu)slayt 2 bağlantı

source: Slide 2 settings
ru: Настройки слайд 2
tr: Slide 2 ayarlar

source: Slide 2 text
tr: Slayt 2 metin

source: Slide 2 text color
tr: Slayt 2 metin rengi

source: Slide 2 text header
tr: Slayt 2 başlık metni

source: Slide 2 text header color
tr: 2 metin başlığı rengini kaydır

source: Slide 2 text subtitle
tr: Slayt 2 metin altyazı

source: Slide 2 text subtitle color
tr: Slayt 2 metin altyazı renk

source: Slide 3 enable
tr: Slayt 3 etkinleştir

source: Slide 3 image
ru: Слайд 3 фото
tr: 3 görüntüyü kaydır

source: Slide 3 link (feature position)
ru: Ссылка слайд 3 (функции)
tr: (Özellik pozisyonu)slayt 3 link

source: Slide 3 settings
ru: Настройки слайд 3
tr: Slide 3 ayarlar

source: Slide 3 text
tr: Slayt 3 metin

source: Slide 3 text color
tr: Slayt 3 metin rengi

source: Slide 3 text header
tr: Slayt 3 başlık metni

source: Slide 3 text header color
tr: 3 metin başlığı rengini kaydır

source: Slide 3 text subtitle
tr: Slayt 3 metin altyazı

source: Slide 3 text subtitle color
tr: 3 metin altyazı rengini kaydır

source: Slide 4 enable
tr: 4 slayt etkinleştirin

source: Slide 4 image
ru: Слайд 4 фото
tr: Slayt 4 resim

source: Slide 4 link (feature position)
ru: Слайд 4 ссылка (функции)
tr: (Özellik pozisyonu)slayt 4 link

source: Slide 4 settings
ru: Слайд 4 параметры
tr: 4 ayarları slayt

source: Slide 4 text
tr: 4 metin slayt

source: Slide 4 text color
tr: 4 metin rengi slayt

source: Slide 4 text header
tr: 4 metin slayt Başlığı

source: Slide 4 text header color
tr: 4 metin üstbilgi renkli slayt

source: Slide 4 text subtitle
tr: Slayt 4 metin altyazı

source: Slide 4 text subtitle color
tr: 4 metin altyazı renk slayt

source: Slide 5 enable
tr: 5 slayt etkinleştirin

source: Slide 5 image
ru: Слайд 5 фото
tr: Slayt 5 resim

source: Slide 5 link (feature position)
ru: Слайд ссылке 5 (функции)
tr: (Özellik pozisyonu)slayt 5 link

source: Slide 5 settings
ru: Слайд 5 настройки
tr: 5 slayt ayarları

source: Slide 5 text
tr: 5 metin slayt

source: Slide 5 text color
tr: 5 metin rengi slayt

source: Slide 5 text header
tr: 5 metin slayt Başlığı

source: Slide 5 text header color
tr: 5 metin üstbilgi renkli slayt

source: Slide 5 text subtitle
tr: 5 metin altyazı slayt

source: Slide 5 text subtitle color
tr: 5 metin altyazı renk slayt

source: Slide 6 enable
tr: 6 slayt etkinleştirin

source: Slide 6 image
ru: Слайд 6 фото
tr: Slayt 6 resim

source: Slide 6 link (feature position)
ru: Слайд 6 ссылке (функции)
tr: (Özellik konum)6 bağlantı slayt

source: Slide 6 settings
ru: Слайд 6 параметры
tr: 6 ayarları slayt

source: Slide 6 text
tr: Slayt 6 metin

source: Slide 6 text color
tr: Slayt 6 metin rengi

source: Slide 6 text header
tr: Slayt 6 başlık metni

source: Slide 6 text header color
tr: Slayt 6 başlık metin rengi

source: Slide 6 text subtitle
tr: Slayt 6 metin altyazı

source: Slide 6 text subtitle color
tr: Slayt 6 metin altyazı renk

source: Slide 7 enable
tr: 7 slayt etkinleştirin

source: Slide 7 image
ru: Слайд-изображение 7
tr: Slayt 7 resim

source: Slide 7 link (feature position)
ru: Слайд ссылке 7 (функции)
tr: (Özellik pozisyon)7 bağlantı slayt

source: Slide 7 settings
ru: Слайд 7 параметры
tr: 7 ayarları slayt

source: Slide 7 text
tr: Slayt 7 metin

source: Slide 7 text color
tr: Slayt 7 metin rengi

source: Slide 7 text header
tr: Slayt 7 başlık metni

source: Slide 7 text header color
tr: Slayt 7 başlık metin rengi

source: Slide 7 text subtitle
tr: Slayt 7 metin altyazı

source: Slide 7 text subtitle color
tr: Slayt 7 metin altyazı renk

source: Slide 8 enable
tr: 8 slayt etkinleştirin

source: Slide 8 image
ru: Слайд 8 фото
tr: Slayt 8 resim

source: Slide 8 link (feature position)
ru: Слайд ссылке 8 (функции)
tr: (Özellik pozisyon)8 bağlantı slayt

source: Slide 8 settings
ru: Слайд 8 параметры
tr: 8 ayarları slayt

source: Slide 8 text
tr: 8 metin slayt

source: Slide 8 text color
tr: 8 metin rengi slayt

source: Slide 8 text header
tr: 8 metin slayt Başlığı

source: Slide 8 text header color
tr: 8 metin üstbilgi renkli slayt

source: Slide 8 text subtitle
tr: 8 metin altyazı slayt

source: Slide 8 text subtitle color
tr: 8 metin altyazı renk slayt

source: Slide 9 enable
tr: 9 slayt etkinleştirin

source: Slide 9 image
ru: Слайд 9 фото
tr: Slayt 9 resim

source: Slide 9 link (feature position)
ru: Слайд 9 связь (функции)
tr: (Özellik pozisyonu)slayt 9 link

source: Slide 9 settings
tr: 9 ayarları slayt

source: Slide 9 text
tr: Slayt 9 metin

source: Slide 9 text color
tr: Slayt 9 metin rengi

source: Slide 9 text header
tr: Slayt 9 başlık metni

source: Slide 9 text header color
tr: Slayt 9 başlık metin rengi

source: Slide 9 text subtitle
tr: Slayt 9 metin altyazı

source: Slide 9 text subtitle color
tr: Slayt 9 metin altyazı renk

source: Slider 1 text
ru: Слайдер 1 текст
tr: Kaydırıcı 1 metin

source: Slider 10 text
ru: Слайдер 10 текст
tr: Kaydırıcı 10 metin

source: Slider 2 text
ru: Слайдер 2 Текст
tr: Kaydırıcı 2 metin

source: Slider 3 text
ru: Слайдера 3 текст
tr: Slider 3 metni

source: Slider 4 text
ru: Слайдер 4 текст
tr: Kaydırıcı 4 metin

source: Slider 5 text
ru: Слайдер 5 текст
tr: Kaydırıcı 5 metin

source: Slider 6 text
ru: Ползунок 6 текст
tr: Kaymak 6 metin

source: Slider 7 text
ru: Слайдер 7 текст
tr: Kaydırıcı 7 metin

source: Slider 8 text
ru: Ползунок 8 текст
tr: Kaydırıcı 8 metin

source: Slider 9 text
ru: Ползунок 9 текст
tr: Kaydırıcı 9 metin

source: Slider settings
ru: Настройки слайдера
tr: Slider ayarları

source: Slider touch by swipe
ru: Слайдер с сенсорным салфетки
tr: Kaydırmayla kaydırıcı dokunma

source: Text data
tr: Metin verisi

source: Text settings
ru: Параметры текста
tr: Metin ayarları

source: Title header color
ru: Заголовок цвет
tr: Üst Başlık Rengi

source: Title part 1
ru: Название Часть 1
tr: 1 başlık kısmı

source: Title part 1 color
ru: Название Часть 1 Цвет
tr: Başlık bölüm 1 renk

source: Title part 1 font weight
ru: Название части 1 вес шрифта
tr: Başlık bölüm 1 yazı tipi ağırlığı

source: Title part 1 text color
tr: Başlık bölüm 1 metin rengi

source: Title part 2
ru: Название Часть 2
tr: Başlık bölüm 2

source: Title part 2 color
ru: Название части 2 цвет
tr: Başlık bölüm 2 rengi

source: Title part 2 font weight
ru: Заголовок часть 2 Вес шрифта
tr: Başlık bölüm 2 yazı tipi ağırlık

source: Title part 2 text color
tr: Başlık bölüm 2 metin rengi

source: UPPERCASE
ru: Прописные
tr: Büyük HARFLİ

source: Welcome
ru: Добро пожаловать
tr: Hoşgeldiniz

source: Welcome text color
ru: Приветственный текст цвет
tr: Hoş geldiniz metin rengi

source: Welcome user name color
ru: Добро пожаловать имя пользователя цвет
tr: Hoş geldiniz kullanıcı adı renk

source: lowercase
ru: строчные
tr: küçük harf
