Repository: OMEGAYALFA/nwicode
Catalog: languages/*/layout_baguera_13.po
Languages: tr

source: lb13_Change Password
tr: HALK KART Parola değiştir

source: lb13_Connection
tr: HALK KART Bağlantı

source: lb13_Create account
tr: HALK KART Hesap oluştur

source: lb13_Email
tr: E-posta

source: lb13_Firstname
tr: İsim

source: lb13_Forgot your password?
tr: HALK KART Parolanızı mı unuttunuz?

source: lb13_Forgot your password? Enter your email address, it will be emailed to you
tr: HALK KART Parolanızı mı unuttunuz? E-posta adresinizi girin, e-postanıza iletilsin.

source: lb13_I accept the privacy policy
tr: Kuralları kabul ediyorum.

source: lb13_Lastname
tr: Soyisim

source: lb13_Nickname
tr: Kullanıcı adı

source: lb13_Old Password
tr: Eski parola

source: lb13_Or sign in with Facebook
tr: Facebook ile giriş yap

source: lb13_Password
tr: HALK KART Parola

source: lb13_Save
tr: Kaydet

source: lb13_Send me my password
tr: HALK KART Parolamı gönder

source: lb13_Show me in ranking
tr: Beni sıralamada göster

source: lb13_Sign in
tr: HALK KART Oturum aç

source: lb13_Sign up
tr: HALK KART Kaydol

source: lb13_Welcome
tr: HALK KART Mobile Hoş geldiniz

source: lb13_Your points
tr: HALK KART Puanlarınız
