Repository: OMEGAYALFA/nwicode
Catalog: languages/*/loyaltycard.po
Languages: tr

source: %d validated points =
tr: %d onaylı puanlar =

source: 1 loyalty point =
tr: 1 sadakat noktası =

source: 1 point
tr: 1 puan

source: 1 validated point =
tr: 1 doğrulanmış puan =

source: An error occurred while retrieving QRCode. Please try again later
tr: QR kod alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz

source: An error occurred while saving the password. Please try again later
tr: Parola kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin

source: An error occurred while saving the password. Please try again later.
tr: Parolanızı kaydedilirken bir hata oluştu. Daha sonra tekrar deneyiniz.

source: An error occurred while saving your loyalty card.
tr: Sadakat kartı kaydedilirken bir hata oluştu.

source: An error occurred while saving your loyalty card. Please fill all fields in.
tr: Sadakat kartı kaydedilirken bir hata oluştu. Lütfen tüm alanları doldurun.

source: An error occurred while validating point. Please try again later.
tr: Nokta doğrulanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred with your QRCode.
tr: QR kodunuzda bir hata oluştu.

source: Card name
tr: Kart adı

source: Congratulations
tr: Tebrikler

source: Current card
tr: Geçerli kart

source: Delete this password?
tr: Bu şifre sil?

source: Employee's name
tr: Çalışanın ismi:

source: Employee's name:
tr: Çalışanın adı:

source: Employee's password
tr: Çalışanın şifresi

source: Employee's password:
tr: Çalışanın şifre:

source: Enter password
tr: Parolanızı girin

source: Enter the password
tr: Parolayı girin

source: My new loyalty card
tr: Yeni sadakat kartım

source: My passwords
tr: Benim şifreleri

source: No cards available
tr: Mevcut kart yok.

source: Number of points
tr: Puan sayısı

source: Please enter a name
tr: Lütfen bir isim girin

source: Please enter the password
tr: Lütfen parolayı girin

source: Please show your phone to the store person so that he enters his password
tr: Yani şifre girme lütfen deposu kişinin telefonunu göster

source: Point active
tr: Puan aktif

source: Point inactive
tr: Puan aktif değil.

source: Point%s successfully validated
tr: Point%s başarıyla doğrulandı

source: Previous cards
tr: Önceki kartları

source: Reward
tr: Ödül

source: Rewards
tr: Ödülleri

source: Scan QRCode
tr: QR Kodu tara

source: This card is uniq:
tr: Bu kart tektir:

source: Unlock by QRCode
tr: Kilidi QR kod ile aç

source: Unreadable QRCode, sorry.
tr: QR Kod okunabilir değil, üzgünüz.

source: Use only once?
tr: Yalnızca bir kez kullanılsın mı?

source: We are sorry but this card is temporarily blocked
tr: Üzgünüz ama bu kart geçici olarak bloke olur

source: Wrong password. Be carefull! %d remaining attempt%s before locking your card. Ask the store person for validating your point
tr: Yanlış şifre. Dikkatli ol! %d girişimde%s kartınızı kilitleme önce kalan. Noktasını doğrulamak için mağaza sor

source: Wrong password.<br />Be careful !<br />%d remaining attempt%s before locking your card.<br />Ask the store person for validating your point
tr: Yanlış şifre. <br /> Dikkatli olun! <br /> Kartınızı kilitlemeden önce %s kalan %s deneme hakkı. <br /> Puanınızı doğrulamak için mağaza yetkilisine sorun.

source: Wrong password.<br />Be carefull! %d remaining attempt%s before locking your card.<br /> Ask the store person for validating your point
tr: Yanlış şifre.<br />Dikkat edin! %d kez denediniz %s kartınızı kitlemeden önce kalan deneme sayınız %s.<br /> puanlarınızı doğrulatmak için mağza çalışanıyla konuşunuz

source: You have exceeded the number of attempts to validate points. Your card is locked for 24h
tr: Puan doğrulamak için deneme sayısını aştınız. Kartınız kilitli için 24 saat

source: You just finished your card
tr: Sadece kartınızı bitirdin

source: You must be logged in to validate points
tr: Üye olmalısınız noktaları doğrulamak için

source: Your loyalty card has been saved successfully
tr: Sadakat kartı başarıyla kaydedildi

source: Your password must be 4 digits
tr: Şifre 4 haneli olmalı

source: is now yours!
tr: Şimdi sizin!

source: point
tr: nokta

source: point to validate
tr: nokta doğrulamak için

source: points to validate
tr: puan doğrulamak için

source: validated points =
tr: Onaylanmış puanlar =
