Repository: OMEGAYALFA/nwicode
Catalog: languages/*/maps.po
Languages: tr

source: About
tr: Hakkında

source: Address is mandatory.
tr: Adres zorunlu.

source: Destination address
tr: Varış noktası adresi

source: From:
tr: den:

source: Hide itinerary steps
tr: Seyahat adımlarını gizle

source: Maps configuration
tr: Haritalar konfigürasyonu

source: Maps navigation
tr: Haritalar navigasyonu

source: More Information
tr: Daha Fazla Bilgi

source: See itinerary steps
tr: Seyahat adımlarını göster

source: Sorry, the route cannot be calculated.
tr: Üzgünüz, rota hesaplanamıyor.

source: To:
tr: e:

source: Unit distance
tr: Birim mesafe
