Repository: OMEGAYALFA/nwicode
Catalog: languages/*/migaifunnel.po
Languages: tr

source: A specific date and time
tr: Belirli bir tarih ve saat

source: ADD NEW FUNNEL
tr: YENİ HUNİ EKLE

source: ASAP
tr: En kısa zamanda

source: Active
tr: Aktif

source: Add First Push
tr: İlk İtme Ekleyin

source: Add New Funnel
tr: Yeni Huni Ekle

source: All the date related to the funnel & push will be deleted. Are you sure?
tr: Huni & bas ile ilgili tüm tarihten silinir. Emin misin?

source: All the date related to the push will be deleted. Are you sure?
tr: İtme ile ilgili tüm tarihten silinir. Emin misin?

source: An error occurred during process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while deleting the funnel. Please try again later.
tr: Huni silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while deleting the push. Please try again later.
tr: Bas silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving. Please try again later.
tr: Kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Are you sure you want to remove the picture?
tr: Resmi silmek istediğinizden emin misiniz?

source: As Soon As Possible
tr: En Kısa Sürede

source: Choose the features to open:
tr: Açmak için gerekli özellikleri seçin:

source: Cron does not executed successfully.
tr: Cron başarıyla yürütüldü değil.

source: Cron executed successfully.
tr: Cron başarıyla yürütüldü.

source: Custom URL:
tr: Özel URL:

source: Custom URL?
tr: Özel URL?

source: Date
tr: Tarih

source: Days
tr: Gün

source: Delay
tr: Gecikme

source: Description
tr: Açıklama

source: Description cannot be empty.
tr: Açıklama boş olamaz.

source: Description successfully saved.
tr: Açıklama başarılı bir şekilde kaydedildi.

source: Description:
tr: Açıklama:

source: Disabled
tr: devre dışı

source: Feature
tr: Özellik

source: First coupon used
tr: İlk kupon kullandım

source: First login inside the app
tr: Uygulama içinde ilk giriş

source: First loyalty point used
tr: İlk sadakat noktası

source: First order placed
tr: İlk sipariş

source: Funnel successfully deleted.
tr: Başarıyla silindi huni.

source: Funnel successfully saved.
tr: Huni başarılı bir şekilde kaydedildi.

source: Funnel title cannot be empty.
tr: Huni adı boş olamaz.

source: Help URL cannot be empty.
tr: Yardım URL boş olamaz.

source: Help URL is not valid.
tr: Yardım URL geçerli değil.

source: Help URL updated successfully.
tr: URL başarıyla güncelleştirilmiş yardım.

source: Hours
tr: Saat

source: How Many?
tr: Kaç Tane?

source: Info successfully saved.
tr: Bilgi başarılı bir şekilde kaydedildi.

source: Invalid Access.
tr: Geçersiz Erişim.

source: Invalid tokens
tr: Geçersiz belirteçleri

source: License key cannot be empty.
tr: Lisans anahtarı boş olamaz.

source: License key is invalid.
tr: Lisans anahtarı geçersiz.

source: Message:
tr: Mesaj:

source: Module is active.
tr: Modül aktif.

source: Module is expired and license is deleted.
tr: Modül süresi ve lisans silinir.

source: NONE
tr: YOK

source: NOTE: You can add more Push Messages by editing a funnel after it is created.
tr: NOT: oluşturulduktan sonra bir huni düzenleyerek, güzel Mesajlar ekleyebilirsiniz.

source: No
tr: HAYIR

source: No license found for this module.
tr: bu modül için Hiçbir lisans bulunamadı.

source: No token sent.
tr: Hiç bir hediye gönderdi.

source: Open a feature or a custom URL:
tr: Özellik veya özel bir URL açmak:

source: Push Start:
tr: Bas Başlat:

source: Push custom URL cannot be empty.
tr: Bas özel URL boş olamaz.

source: Push custom URL not valid.
tr: Bas özel URL geçerli değil.

source: Push how many should be greater than 0.
tr: Birçok 0'dan büyük olmalıdır nasıl itin.

source: Push message cannot be empty.
tr: Push mesaj boş olamaz.

source: Push title cannot be empty.
tr: İtin adı boş olamaz.

source: Save
tr: Kaydet

source: Start
tr: Başlat

source: Start After:
tr: Sonra Başlat:

source: Status
tr: Durumu

source: Status:
tr: Durum:

source: Stopped
tr: Durdu

source: This app sends you periodically interesting information by push messages. This is a special free service. In this page, you can turn on or off this service. The standard push still active, to disable totally the pushes just disable them in your Operative System.
tr: Bu uygulama push mesajları ile periyodik olarak ilginç bir bilgi gönderir. Bu özel ücretsiz bir hizmettir. Bu sayfada, bu hizmeti açmak veya kapatmak. Standart bas hala aktif, tamamen iter sadece Operasyon Sistemi onları devre dışı devre dışı bırakmak için.

source: Title:
tr: Başlık:

source: Trigger:
tr: Tetik:

source: Unable to connect to the license server.
tr: Lisans sunucusuna bağlanamıyor.

source: Upload a cover
tr: Bir kapak yükleme

source: Warning! Individual Push Notifications module is necessary.
tr: Uyarı! Bireysel Push Bildirimleri modülü gereklidir.

source: Yes
tr: EVET

source: You are using default help URL
tr: URL varsayılan yardım kullanıyorsunuz

source: You are using your custom help URL.
tr: Özel yardım URL kullanıyorsunuz.

source: Your Module Help URL
tr: Modülü Yardım URL

source: Your Module License Key
tr: Modül Lisans Anahtarınızı

source: Your license has been expired on %s(READ ONLY ACTIVATED).
tr: Lisansınızı %(SADECE AKTİF OKUMA s) doldu.

source: Your license is active on the domain %s for %d days from %s to %s.
tr: %S lisansını alan %Aktif %d gün %s.

source: minutes
tr: dakika
