Repository: OMEGAYALFA/nwicode
Catalog: languages/*/migatags.po
Languages: tr

source: API Key
tr: API Anahtarı

source: An error occurred during process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving. Please try again later.
tr: Kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Application Tags URL
tr: Uygulama Etiketleri URL

source: Application Tags URL Short
tr: Uygulama Etiketleri Kısa URL

source: Application URL
tr: Uygulama URL

source: Application URL Short
tr: Uygulama URL Kısa

source: Applications URLs
tr: Uygulamalar URLs

source: Bitly API Credentials
tr: Bitly API Kimlik bilgileri

source: Bitly API Credentials saved successfully.
tr: Bitly API Kimlik bilgileri başarıyla kaydedildi.

source: Bitly API Key is required to shorten URLs.
tr: Bitly API Anahtarı URLs kısaltmak için gereklidir.

source: Bitly Login is required to shorten URLs.
tr: Bitly Giriş URLs kısaltmak için gereklidir.

source: Check this page for robots.txt
tr: Robots.txt Bu sayfa Check

source: Copy
tr: Kopya

source: Custom icon
tr: Özel simge

source: Description
tr: Açıklama

source: Error shortening url.
tr: Url kısaltma hata.

source: Extra
tr: Ekstra

source: Google API Key is required to shorten URLs.
tr: Google API Anahtarı URLs kısaltmak için gereklidir.

source: Google URL Shortener API Key
tr: Google URL Törpüsü API Anahtarı

source: Help URL cannot be empty.
tr: Yardım URL boş olamaz.

source: Help URL is not valid.
tr: Yardım URL geçerli değil.

source: Help URL updated successfully.
tr: URL başarıyla güncelleştirilmiş yardım.

source: If you are using MigaStone beacons, you can manage them on the following URL.
tr: Eğer MigaStone işaretleri kullanıyorsanız, aşağıdaki URL yönetebilirsiniz.

source: Info successfully saved.
tr: Bilgi başarılı bir şekilde kaydedildi.

source: Invalid Access.
tr: Geçersiz Erişim.

source: Keywords
tr: Anahtar kelimeler

source: License key cannot be empty.
tr: Lisans anahtarı boş olamaz.

source: License key is invalid.
tr: Lisans anahtarı geçersiz.

source: Long URL is required to shorten URLs.
tr: Uzun URL URLs kısaltmak için gereklidir.

source: Manage my Beacons
tr: İşaretlerimi yönet

source: Miga Tags
tr: Mıga Etiketler

source: MigaStone Beacons (optional)
tr: (İsteğe bağlı)MigaStone İşaretleri

source: Module is active.
tr: Modül aktif.

source: Module is expired and license is deleted.
tr: Modül süresi ve lisans silinir.

source: No app.
tr: Hayır app.

source: No license found for this module.
tr: Hiçbir lisans bu modül bulunamadı.

source: No token sent.
tr: Hiç bir hediye gönderdi.

source: Only png images are allowed.
tr: Sadece png resimler izin verilir.

source: PNG Only
tr: PNG Sadece

source: PS: Shortner is working only from nwicode version 4.13.14 or above.
tr: PS: Shortner sadece 4.13.14 veya yukarıdaki Sibirya sürümünden çalışıyor.

source: Remember to change the \'robots.txt\' file in your nwicode root folder and \'allow\' the crawlers of google.
tr: Sibirya kök klasörünüzde \'robots.txt\' dosya değiştirmeyi unutmayın ve \'google\' tarayıcılarının izin verir.

source: Settings successfully saved.
tr: Ayarlar başarıyla kaydedildi.

source: Success.
tr: Başarılı.

source: Tags Preview
tr: Etiketler Önizleme

source: Tags Settings
tr: Etiket Ayarları

source: Title
tr: Başlık

source: Unable to connect to the license server.
tr: Lisans sunucusuna bağlanamıyor.

source: Validate URL
tr: Doğrulamak URL

source: Validate your Tags URL for physical web and beacons check your URL is ok.
tr: Fiziksel web ve işaretleri URL kontrol etmek için Etiketleri URL doğrulamak Tamam.

source: You are using default Bitly API credentials. We suggest you to use your own.
tr: Varsayılan Bitly API kimlik bilgilerini kullanarak. Kendi kullanmanızı öneririz.

source: You are using default help URL (https://www.migastone.eu/migatags).
tr: (Https://www.migastone.eu/migatags varsayılan yardım URL kullanıyorsunuz.

source: You are using your custom Bitly API credentials.
tr: Bitly kimlik bilgileri API özel kullanıyorsunuz.

source: You are using your custom help URL.
tr: Özel yardım URL kullanıyorsunuz.

source: Your Module Help URL
tr: Modülü Yardım URL

source: Your Module License Key
tr: Modül Lisans Anahtarınızı

source: Your license has been expired on %s (READ ONLY ACTIVATED).
tr: Lisansınızı %(SADECE AKTİF OKUMA s) doldu.

source: Your license is active on the domain %s for %s days from %s to %s.
tr: %S lisansını alan %aktif %s gün, %s s.
