Repository: OMEGAYALFA/nwicode
Catalog: languages/*/migaiframe.po
Languages: tr

source: Add <strong>@@email@@</strong> tag in query string for placing customer email and <strong>@@app_id@@</strong> for application unique id
tr: <Strong>@@e-posta@@uygulama için müşteri e-posta ve <strong>@@app_id@@</strong> yerleştirmek için sorgu dize</strong> etiketinin benzersiz kimlik Ekle

source: Add <strong>@@qr_ean@@</strong> tag in query string for placing Qr/Ean when scanned, other tags includes <strong>@@email@@</strong> for customer email, <strong>@@app_id@@</strong> for application unique id
tr: Ekleyin <strong>@@qr_ean@@</strong> etiketinde sorgu dizesi için yerleştirme Qr/5 zaman taranmış, diğer etiketleri içerir <strong>@@e-posta@@</strong> için müşteri e-posta, <strong>@@app_id@@</strong> için uygulama benzersiz kimliği

source: An error occurred during process. Please try again later.
tr: Bir hata işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Custom icon
tr: Özel simge

source: Design
tr: Tasarım

source: Do you want the Qr/Ean Scanner?
tr: Qr/5 Tarayıcı ister misin?

source: Enter the Banner Text
tr: Başlık Metni girin

source: Enter the Iframe URL
tr: İframe URL girin

source: Enter the Query String
tr: Sorgu Dizesi girin

source: Loading Spinner Delay (seconds)
tr: (Saniye)yükleme Spinner Gecikme

source: Save
tr: Kaydet

source: Set the Banner color
tr: Banner rengini ayarlayın

source: Set the Text color
tr: Metin rengini ayarlayın

source: Success.
tr: Başarılı.

source: The requested migaiframe doesnt exists.
tr: İstenen migaiframe bu pekte var.
