Repository: OMEGAYALFA/nwicode
Catalog: languages/*/padlock.po
Languages: tr

source: Access restricted to authorized members only
tr: Erişim yetkisi sadece üyelerinin kısıtlı

source: Allow all the users by default:
tr: Varsayılan olarak tüm kullanıcılara izin ver:

source: Choose the features to lock:
tr: Özellikleri kilitlemek için seçin:

source: Lock the entire application?
tr: Tüm uygulama kilidi?

source: Restrict Access
tr: Erişimi Kısıtlamak

source: Scan now to unlock
tr: Kilidi açmak için tara.

source: Unlock by:
tr: tarafından kilitlendi.

source: We are sorry but your account does not have enough permissions to access this page
tr: Üzgünüz ama hesabınız bu sayfaya erişmek için yeterli izinlere sahip değil

source: the email address
tr: e-posta

source: the first name
tr: ilk adı

source: the gender
tr: cinsiyeti

source: the last name
tr: soyadı

source: the password
tr: parola
