Repository: OMEGAYALFA/nwicode
Catalog: languages/*/places.po
Languages: ru, tr

source: Add a pin
ru: Добавить PIN-код
tr: Bir pin Ekle

source: Add an illustration
ru: Добавить изображение
tr: Bir Resim Ekle

source: Apply
ru: Применить
tr: Uygula

source: Apply default pin to all existing places.
ru: Применить иконку по умолчанию ко всем существующим местам.
tr: Mevcut tüm yerler için varsayılan pın uygulamak.

source: Are you sure you want to delete this customer?
ru: Вы уверены, что хотите удалить этого клиента?
tr: Bu müşteriyi silmek istediğinizden emin misiniz?

source: Default pin for new places
ru: Иконка по умолчанию для новых мест
tr: Yeni yerler için varsayılan pın

source: Display illustration in page
ru: Показать изображение на странице
tr: Sayfa görüntü illüstrasyon

source: Display subtitle in page
ru: Показать подзаголовок на странице
tr: Sayfa görüntüleme altyazı

source: Display title in page
ru: Показать заголовок на странице
tr: Sayfada görünen başlık

source: Enable vote
ru: Включить голосование?

source: Google default pin
ru: PIN-код Google по умолчанию
tr: Google varsayılan pın

source: If the map icon is not uploaded, it will fallback to default Google Maps pin.
ru: Если значок карты не загружен, он вернется к значку Google Maps по умолчанию.
tr: Eğer harita simgesi karşıya değilse, pin Google Maps varsayılan geri dönüş olacaktır.

source: Illustration
ru: Изображение
tr: Resimde

source: Illustration > Thumbnail
ru: Изображение> Миниатюра
tr: Resimde > Küçük

source: Map icon
ru: Иконка карты
tr: Harita simgesi

source: Name, locality, etc...
ru: Имя, местность, и тд...
tr: Adı, yerellik, vb...

source: No results!
ru: Нет результатов!
tr: Sonuç!

source: No, go back
ru: Нет, возвращайся
tr: Hayır, geri dön

source: Places image priority in list
ru: Изображения мест приоритетны в списке
tr: Listesi görüntü önceliği yerler

source: Registered
ru: Зарегистрированный
tr: Kayıtlı

source: Thank you for your vote
ru: Спасибо за ваш голос

source: The pin value is required
ru: Требуется значение PIN-код
tr: Pin değeri gereklidir

source: There is no category!
ru: Нет категорий

source: Thumbnail > Illustration
ru: Миниатюра> Изображение
tr: Küçük Resim > Resimde

source: Validate
ru: Поиск
tr: Doğrulamak

source: Vote
ru: Голосование

source: Vote down
ru: Голосование
tr: Oylar düştü

source: Vote up
ru: Голосовать
tr: Oylar Arttı

source: Voted
ru: Проголосовал
tr: Oy

source: We are unable to delete this customer!
ru: Мы не можем удалить этого клиента!
tr: Bu müşteri silemiyor!

source: You have already voted
ru: Вы уже проголосовали
tr: Zaten oy kullanmışsınız

source: Pin
tr: Pimi
