Repository: OMEGAYALFA/nwicode
Catalog: languages/*/preciseform.po
Languages: ru, tr

source: mbprecise_AM / PM format
ru: Формат AM / PM
tr: mbprecise_saat formatı

source: mbprecise_Add a field
ru: Добавить поле
tr: mbprecise_Alan ekle

source: mbprecise_Are you sure you want to remove this field ?
ru: Вы уверены, что хотите удалить это поле ?
tr: mbprecise_Bu alanı silmek istediğinize emin misiniz?

source: mbprecise_Button to pick today
ru: Кнопка для выбора сегодня
tr: mbprecise_Bugünü seçmek için buton

source: mbprecise_Close time button text
ru: Текст кнопки закрытия времени
tr: mbprecise_Kapatma saati butonu metni

source: mbprecise_Color List
ru: Список Цветов
tr: mbprecise_Renk listesi

source: mbprecise_Config
ru: Конфигурация
tr: mbprecise_Yapılandırma

source: mbprecise_Config & model saved successfully
ru: Конфигурация и модель успешно сохранены
tr: mbprecise_yapılandırma ve model başarıyla kaydedildi

source: mbprecise_Config error while trying to save
ru: Ошибка конфигурации при попытке сохранить
tr: mbprecise_Kaydedilirken konfigürasyon hatası oluştu

source: mbprecise_Confirmation - request sent to %s
ru: mbprecise_Confirmation - заявку отправлено на %S
tr: mbprecise_Confirmation - istek %s gönderildi

source: mbprecise_Content Html
ru: Контент в HTML
tr: mbprecise_İçerik Html

source: mbprecise_Content to display after form submission
ru: Контент для отображения после отправки формы
tr: mbprecise_Form gönderiminden sonra görüntülenecek içerik

source: mbprecise_Data
ru: Данные
tr: mbprecise_Veri

source: mbprecise_Data received from users
ru: Данные полученные от пользователей
tr: mbprecise_Kullanıcılardan alınan veri

source: mbprecise_Data recieved time
ru: Время получения данных
tr: mbprecise_veri alınma tarihi

source: mbprecise_Date
ru: Дата
tr: mbprecise_Tarih

source: mbprecise_Date Format
ru: Формат даты
tr: mbprecise_tarih formatı

source: mbprecise_Days list
ru: Список дней
tr: mbprecise_liste

source: mbprecise_Default value
ru: Значение по умолчанию
tr: mbprecise_default değer

source: mbprecise_Default value On/Off
ru: Значение по умолчанию Вкл/Выкл
tr: mbprecise_default değer açık/kapalı

source: mbprecise_Description
ru: Описание
tr: mbprecise_Açıklama

source: mbprecise_Divider
ru: Разделитель
tr: mbprecise_Bölücü

source: mbprecise_Email
ru: email
tr: mbprecise_e-posta

source: mbprecise_Email, text, number, date... Start by adding a field to your form model to define what user will be able to send you throught it.
ru: Email, текст, число, Дата... начнем с добавления полей в вашей форме модель, чтобы определить, что пользователь сможет отправлять вам через это.
tr: mbprecise_E-posta, metin, sayı, tarih... Hangi kullanıcının size ne zaman gönderebileceğini tanımlamak için form modelinize bir alan ekleyerek başlayın.

source: mbprecise_Feature id to open after form submission
ru: Страница функции, которая открывается после отправки формы
tr: mbprecise_Form gönderiminden sonra açılacak özellik kimliği

source: mbprecise_Footer
ru: Подвал
tr: mbprecise_Alt bilgi

source: mbprecise_Form Configuration
ru: Конфигурация формы
tr: mbprecise_Form Yapılandırma

source: mbprecise_Form submitted from %s
ru: mbprecise_Form представлены из %S
tr: mbprecise_Form %s teslim

source: mbprecise_Header
ru: Описание
tr: mbprecise_Üst Bilgi

source: mbprecise_Here is where you can configure what kind of data your form will receive.
ru: Здесь можно настроить, какие данные будет получать ваша форма.
tr: mbprecise_Formunuzun alacağı veri türlerini burada yapılandırabilirsiniz.

source: mbprecise_Hour format
ru: Часовой формат
tr: mbprecise_Saat formatı

source: mbprecise_Html separator
ru: разделитель Html
tr: mbprecise_Html ayırıcı

source: mbprecise_Id
ru: Id
tr: mbprecise_Kimlik

source: mbprecise_Incomplete form message
ru: Краткое сообщение формы
tr: mbprecise_Tamamlanmamış form mesajı

source: mbprecise_Incomplete form title
ru: Краткое название формы
tr: mbprecise_Tamamlanmamış form başlığı

source: mbprecise_Invalid email message
ru: неверный email
tr: mbprecise_Geçersiz e-posta mesajı

source: mbprecise_Long Text
ru: Длинный текст
tr: mbprecise_Uzun metin

source: mbprecise_Mail Confirmation message
ru: подтверждение mbprecise_Mail
tr: mbprecise_Mail Onay mesajı

source: mbprecise_Max
ru: Max

source: mbprecise_Min
ru: Min

source: mbprecise_Model
ru: Модель

source: mbprecise_Model Configuration
ru: Конфигурация Модели
tr: mbprecise_Model yapılandırma

source: mbprecise_Monday as first day
ru: Понедельник как первый день
tr: mbprecise_İlk gün olarak pazartesi

source: mbprecise_Months list
ru: Список месяцев
tr: mbprecise_Ay listesi

source: mbprecise_Multi List
ru: Мульти список
tr: mbprecise_Çoklu liste

source: mbprecise_New field
ru: Новое поле
tr: mbprecise_Yeni alan

source: mbprecise_No field in this form model yet
ru: Поля в этой модели еще нет
tr: mbprecise_Bu form modelinde henüz alan yok

source: mbprecise_Number of decimal
ru: Десятичное число
tr: mbprecise_ondalık rakam

source: mbprecise_PlaceHolder
ru: Место заполнения
tr: mbprecise_YerTutucu

source: mbprecise_Please enter new item id
ru: Пожалуйста введите новый id элемента
tr: mbprecise_Lütfen yeni bir öğe kimliği girin

source: mbprecise_Range
ru: Диапазон
tr: mbprecise_Sıralama

source: mbprecise_Receiver mail address
ru: email получателя
tr: mbprecise_alıcı mail adresi

source: mbprecise_Request number
ru: mbprecise_Request количество
tr: mbprecise_Request numarası

source: mbprecise_Required
ru: Обязательно
tr: mbprecise_Gerekli

source: mbprecise_Required field message
ru: Обязательное поле сообщение
tr: mbprecise_Gerekli alan mesajı

source: mbprecise_Select list
ru: Список выбора
tr: mbprecise_Liste seç

source: mbprecise_Send confirmation email to user
ru: mbprecise_Send подтверждение по электронной почте пользователю
tr: mbprecise_Send onay e-posta için Kullanıcı

source: mbprecise_Set time button text
ru: Установить текст кнопки времени
tr: mbprecise_Zaman butonu metni

source: mbprecise_Step
ru: Шаг
tr: mbprecise_adım

source: mbprecise_Submit button text
ru: текст кнопки ОТПРАВИТЬ
tr: mbprecise_Gönder butonu metni

source: mbprecise_Text
ru: Текст
tr: mbprecise_metin

source: mbprecise_Time
ru: Время
tr: mbprecise_zamanı

source: mbprecise_Today button text
ru: Текст на кнопке СЕГОДНЯ
tr: mbprecise_Bugün butonu metni

source: mbprecise_Toggle
ru: Переключатель
tr: mbprecise_açma-kapama butonu

source: mbprecise_Type
ru: Тип
tr: mbprecise_Türü

source: mbprecise_Value list
ru: Список значений
tr: mbprecise_değer listesi

source: mbprecise_add
ru: добавить
tr: mbprecise_ekle

source: mbprecise_add new entrie
ru: добавление нового контакта
tr: mbprecise_Yeni girdi ekle

source: mbprecise_apply
ru: применить
tr: mbprecise_uygula

source: mbprecise_cancel
ru: закрыть
tr: mbprecise_iptal et

source: mbprecise_color
ru: цвет
tr: mbprecise_Renk

source: mbprecise_date
ru: дата
tr: mbprecise_tarih

source: mbprecise_divider
ru: разделитель
tr: mbprecise_bölücü

source: mbprecise_edit
ru: редактировать
tr: mbprecise_düzenle

source: mbprecise_email
ru: email
tr: mbprecise_e-posta

source: mbprecise_export csv
ru: export csv
tr: mbprecise_csv dışa aktar

source: mbprecise_export json
ru: export в json
tr: mbprecise_json dışa aktar

source: mbprecise_features to open after submission
ru: страница открытия после отправки
tr: mbprecise_teslim edildikten sonra açılacak özellikler

source: mbprecise_field id
ru: ID поля
tr: mbprecise_alan kimliği

source: mbprecise_longtext
ru: длинный текст
tr: mbprecise_uzunmetin

source: mbprecise_max_length
ru: max_длина
tr: mbprecise_Maksimum uzunluk

source: mbprecise_multilist
ru: мульти лист
tr: mbprecise_çokluliste

source: mbprecise_number
ru: номер
tr: mbprecise_rakam

source: mbprecise_range
ru: диапазон
tr: mbprecise_sıralama

source: mbprecise_remove
ru: удалить
tr: mbprecise_Kaldır

source: mbprecise_selectlist
ru: выбор списка
tr: mbprecise_listeseç

source: mbprecise_separatorhtml
ru: Код html
tr: mbprecise_ayırıcıhtml

source: mbprecise_show
ru: смотреть
tr: mbprecise_göster

source: mbprecise_text
ru: текст
tr: mbprecise_metin

source: mbprecise_this id is al-ready used by some other field
ru: этот идентификатор уже используется другим полем
tr: mbprecise_bu kimlik başka alanlar için kullanılıyor

source: mbprecise_time
ru: время
tr: mbprecise_zaman

source: mbprecise_toggle
ru: переключатель
tr: mbprecise_açma-kapama butonu

source: mbprecise_Image
tr: mbprecise_Görsel

source: mbprecise_image
tr: mbprecise_görsel
