Repository: OMEGAYALFA/nwicode
Catalog: languages/*/progressiveloyaltycards.po
Languages: ru, tr

source: 1 Point
ru: 1 балл
tr: 1 puan

source: 4-digit pincode
ru: 4-значный пинкод
tr: 4 haneli pin kodu

source: AVERAGE NUMBER OF VISITS
ru: СРЕДНЕЕ КОЛИЧЕСТВО ПОСЕЩЕНИЙ
tr: ZİYARETLERİN ORTALAMA SAYISI

source: AVERAGE VALIDATED POINTS PER CUSTOMER
ru: СРЕДНЯЯ ПОДТВЕРЖДЕНО ОЧКОВ ЗА КЛИЕНТА
tr: MÜŞTERİ BAŞINA ORTALAMA DOĞRULANMIŞ PUAN

source: AVERAGE VALIDATED POINTS PER EMPLOYEE
ru: СРЕДНЯЯ ПОДТВЕРЖДЕНО ОЧКОВ ЗА РАБОТНИКА
tr: ÇALIŞAN BAŞINA ORTALAMA DOĞRULANMIŞ PUAN

source: Action
ru: Действие
tr: Eylem

source: Active Card
ru: Активная Карта
tr: Aktif Kartı

source: Active Reward
ru: Активная награда
tr: Aktif Ödül

source: An error occurred while redeem the reward. Please try again later.
ru: Произошла ошибка при активации награды. Пожалуйста, попробуйте снова позже.
tr: Ödül kurtarmak sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while retrieving QRCode. Please try again later
ru: Произошла ошибка при получении QR-кода. Пожалуйста, попробуйте снова позже
tr: Aztek alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin

source: An error occurred while saving the pincode. Please try again later
ru: Произошла ошибка при сохранении пинкода. Пожалуйста, попробуйте снова позже
tr: Bu pin kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin

source: An error occurred while validating point. Please try again later.
ru: Произошла ошибка при проверке точки. Пожалуйста, попробуйте снова позже.
tr: Nokta doğrulanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred with your QRCode.
ru: Произошла ошибка с вашим QR-кодом.
tr: Bir hata Aztek ile oluştu.

source: Card name
ru: Имя карты
tr: Kart adı

source: Check Coupons
ru: Проверить купоны

source: Close
ru: Закрыть
tr: Yakın

source: Coupons
ru: Купоны
tr: Kupon

source: Cover Image
ru: Обложка
tr: Kapak Resim

source: Current card
ru: Текущая карта
tr: Geçerli kart

source: Customer Name
ru: Имя Клиента
tr: Müşteri Adı

source: Customer data
ru: Данные клиента
tr: Müşteri veri

source: DESIGN
ru: Дизайн
tr: Tasarım

source: Date
ru: Дата
tr: Tarih

source: Default Active Reward Image
ru: Активный - изображение вознаграждение
tr: Aktif Ödül Görüntü Varsayılan

source: Default Inactive Reward Image
ru: Не активное вознаграждение - изображение
tr: Etkin Olmayan Ödül Görüntü Varsayılan

source: Delete this pincode?
ru: Удалить этот пинкод?
tr: Bu pin silmek mi?

source: ESTIMATE TOTAL REVENUE
ru: ОЦЕНКА ОБЩЕЙ ВЫРУЧКИ
tr: TAHMİNİ TOPLAM GELİR

source: Edit Reward
ru: Редактировать награду
tr: Edit Ödül

source: Employee
ru: Сотрудник
tr: Çalışan

source: Employee's name
ru: Имя сотрудника
tr: Çalışanın adı

source: Employee's pincode
ru: Пинкод работника
tr: Çalışanın pin

source: Employee\'s name
ru: Имя работника
tr: Çalışan's name

source: Expires in
ru: Действует до
tr: Sona erecek

source: Expiry in days
ru: Срока в днях
tr: Gün olmalıdır

source: Filter metrics
ru: Метрика
tr: Filtre ölçütleri

source: For each
ru: Для каждого
tr: Her biri için

source: From
ru: От
tr: Gelen

source: Home
ru: Главная

source: Import sales from Commerce Module
ru: Импорт продаж из модуля коммерции
tr: Ticaret Modülü ithalat satış

source: Inactive Reward
ru: Неактивные награды
tr: Etkin Olmayan Ödül

source: Loading ...
ru: Загрузка ...
tr: Yükleniyor ...

source: Loyalty Cards
ru: карты лояльности
tr: sadakat kartları

source: Loyalty Control
ru: Контроль лояльности
tr: Sadakat Kontrol

source: Most loyal customers
ru: Самые лояльные клиенты
tr: En sadık müşterilerin

source: My Coupons
ru: Мои купоны

source: Name
ru: Название
tr: Adı

source: No
ru: Нет
tr: Hayır

source: No data for this metrics for now.
ru: Нет данных для этой метрики.
tr: Bu veri şu an için ölçümleri.

source: Number of points
ru: Количество очков
tr: Puan sayısı

source: Number of points to redeem reward
ru: Количество очков, чтобы выкупить награды
tr: Puan sayısı ödül kurtarmak için

source: Number of points to validate
ru: Количество точек для проверки
tr: Noktalarının sayısını doğrulamak için

source: Number of visits
ru: Количество посещений
tr: Ziyaret sayısı

source: OK
ru: Ок
tr: TAMAM

source: Options
ru: Варианты
tr: Seçenekleri

source: POINTS
ru: очки
tr: Puan

source: Pincode
ru: Пинкод
tr: Pin

source: Please enter a name
ru: Пожалуйста, введите имя
tr: Lütfen bir isim girin

source: Please give this to the store attendant to redeem this coupon
ru: Пожалуйста, передайте это работником магазина, чтобы использовать этот купон
tr: Lütfen mağaza görevlisi ver bu kuponu kullanmak

source: Please insert estimate worth of 1 point. This amount will be used in the reporting to estimate sales. For $10.50, please type 10.50
ru: Пожалуйста, вставьте расчёт стоимости за 1 очко. Эта сумма будет использована в отчетности для оценки продаж. За 10.50 руб, пожалуйста, введите 10.50
tr: 1 puan değerinde Ekle tahmin lütfen. Bu miktar raporlama satış tahmin etmek için kullanılır. $10.50 için, 10.50 yazın lütfen

source: Please set another pincode, the one you select is already used by another employee
ru: Пожалуйста, установите другой пинкод, вы выбрали один уже используется другой сотрудник
tr: Başka bir pin ayarlayın lütfen, seçtiğiniz kişi zaten başka bir çalışan tarafından kullanılır

source: Please setup your pincode first to validate.
ru: Пожалуйста, установите первый пин-код для проверки.
tr: Lütfen önce doğrulamak için pin Kur.

source: Point%s successfully validated
ru: Очки%s успешно проверены
tr: Point%s başarıyla doğrulandı

source: Points
ru: очки
tr: Puan

source: Points Remaining
ru: Оставшиеся очки
tr: Puan Kalan

source: Previous cards
ru: Предыдущие карты
tr: Önceki kartları

source: REDEEM
ru: Выкупить
tr: KURTARMAK

source: REDEEMED
ru: ВЫКУПАЕТСЯ
tr: İTFA

source: Reward Description
ru: Описание о награде
tr: Ödül Açıklaması

source: Reward Name
ru: Название Награды
tr: Ödül Adı

source: Reward disabled
ru: Награды отключены
tr: Devre dışı ödül

source: Reward enabled
ru: Вознаграждение включено
tr: Ödül etkin

source: Rewards
ru: награды
tr: Ödülleri

source: Rewards Redeemed
ru: Награды, полученные
tr: Ödül İtfa

source: Rewards used
ru: Используемые вознаграждения
tr: Ödüller kullanılır

source: STAMP
ru: Штамп
tr: DAMGA

source: Search:
ru: Поиск:
tr: Arama:

source: Start date must be lower than end date.
ru: Дата начала должна быть меньше даты окончания.
tr: Başlangıç tarihi bitiş tarihi daha düşük olmalıdır.

source: Success.
ru: Успешно
tr: Başarı.

source: TOTAL ESTIMATED REVENUE
ru: ОБЩАЯ ОЦЕНОЧНАЯ КОМПАНИЯ
tr: TOPLAM TAHMİNİ GELİR

source: TOTAL NUMBER OF VISITS
ru: ОБЩЕЕ КОЛИЧЕСТВО ПОСЕЩЕНИЙ
tr: ZİYARETLERİN TOPLAM SAYISI

source: TOTAL POINTS VALIDATED
ru: ОБЩЕЕ КОЛИЧЕСТВО ОЧКОВ ПРОВЕРЕН
tr: TOPLAM PUAN DOĞRULANMIŞ

source: TOTAL REWARDS REDEEMED
ru: ОБЩАЯ ВОЗНАГРАЖДЕНИЙ, ПОЛУЧЕННЫХ
tr: TOPLAM ÖDÜL İTFA

source: TOTAL VALIDATED POINTS
ru: ОБЩАЯ ПРОВЕРЕННЫХ ОЧКОВ
tr: TOPLAM DOĞRULANMIŞ PUAN

source: TOTAL VALIDATED REWARDS
ru: ОБЩАЯ ПРОВЕРЕННЫЕ НАГРАДЫ
tr: TOPLAM DOĞRULANMIŞ ÖDÜLLERİ

source: Term & Conditions
ru: Правило и условия
tr: Terim Ve Koşulları

source: The card you are trying to update isn't exists.
ru: Карта, которую вы пытаетесь обновить, не существует.
tr: Güncelleştirmeye çalıştığınız kartı mevcut değil.

source: The reward you are trying to edit isn't exists.
ru: Награда, которую вы пытаетесь изменить, не существует.
tr: Düzen çalıştığınız ödül varlığından değil.

source: This card is uniq:
ru: Эта карта уник:
tr: Bu kart uniq:

source: Unauthorised user.
ru: Неавторизованный пользователь.
tr: Yetkisiz kullanıcı.

source: Use coupon
ru: Использовать купон
tr: Kullanım kupon

source: Use only once?
ru: Использовать только один раз?
tr: Sadece bir kez kullanın.

source: Used Coupons
ru: Использованные

source: Validate 1 point only
ru: Проверьте 1 пункт
tr: Doğrulamak 1 puan sadece

source: Validated Points
ru: Проверенные очки
tr: Valide Puan

source: Validated points by Employee
ru: Проверенные очки работником
tr: Çalışan tarafından onaylanmış puan

source: Validated points by Loyalty card Analytics
ru: Проверенные очки, карты лояльности аналитика
tr: Sadakat kartı Analytics tarafından onaylanmış puan

source: Wrong pincode.
ru: Неправильный пинкод.
tr: Yanlış pin kodu.

source: Wrong pincode. Be carefull! %d remaining attempt%s before locking your card. Ask the store person for validating your point
ru: Неправильный пинкод. Будьте осторожны! %d остальные попытки%s до блокировки вашей карты. Спросите в магазине человека для проверки вашей точки
tr: Yanlış pin kodu. Dikkatli ol! %d girişimde%s kartınızı kilitleme önce kalan. Noktasını doğrulamak için mağaza sor

source: Wrong pincode.<br />Be carefull! %d remaining attempt%s before locking your card.<br /> Ask the store person for validating your point
ru: Неправильный пинкод.<br />и будьте осторожны! %d остальные попытки%s до блокировки вашей карты.<br /> вы спросите в магазине человека для проверки вашей точки
tr: Yanlış pin.<br /dikkatli Ol! %d girişimde%kartınızı kilitleme önce kalan s.<br /> noktasını doğrulamak için mağaza Sor

source: Yes
ru: Да
tr: Evet

source: You have exceeded the number of attempts to validate points. Your card is locked for 24h
ru: Вы превысили количество попыток для проверки очков. Ваша карта будет заблокирована на 24 часа
tr: Puan doğrulamak için deneme sayısını aştınız. Kartınız kilitli için 24 saat

source: You have to chose a start and an end date.
ru: Вы должны выбрать начальную и конечную дату.
tr: Başlangıç ve bitiş tarihini seçti.

source: You haven\'t reached the reward\'s points. Please try after achive the required points.
ru: Вы не достигли очков награды. Попробуйте собрать необходимые очки.
tr: 'T ödül'In puan ulaşamamış. Gerekli puan elde sonra deneyin lütfen.

source: You just finished your card
ru: Вы только что использовали Вашу карту
tr: Sadece kartınızı bitirdin

source: You just redeem your reward
ru: Вы можете забрать награду
tr: Sadece ödül kurtarmak

source: You must be logged in to validate points
ru: Вы должны войти в систему для проверки очков
tr: Üye olmalısınız noktaları doğrulamak için

source: Your loyalty card has been saved successfully
ru: Ваша карта лояльности успешно сохранена
tr: Sadakat kartı başarıyla kaydedildi

source: Your pincode must be 4 digits
ru: Пин-код должен быть 4 цифры
tr: Pin kodu 4 haneli olmalı

source: Your reward has been saved successfully
ru: Ваша награда успешно сохранена
tr: Ödülün var başarıyla kaydedildi

source: add cards
ru: добавить карты
tr: kartları ekleyin

source: add new card
ru: добавить новую карту
tr: yeni kart ekleyin

source: add new rewards
ru: добавить новые награды
tr: yeni ödül Ekle

source: convert
ru: преобразования
tr: dönüştürme

source: days
ru: дней
tr: gün

source: days validity
ru: дней действия
tr: gün geçerlilik

source: employees
ru: сотрудники
tr: çalışanlar

source: log visit successfully
ru: журнал посещений
tr: günlük başarıyla ziyaret edin

source: log visit unsuccessfull
ru: лог неудачных входов
tr: günlük ziyaret başarısız

source: loyalty cards
ru: карты лояльности
tr: sadakat kartları

source: manage
ru: Управление
tr: Yönetmek

source: manual validation
ru: ручная проверка
tr: manuel doğrulama

source: point
ru: очко
tr: nokta

source: points
ru: Баллы
tr: Puan

source: rewards
ru: награды
tr: Ödülleri

source: to
ru: для
tr: için

source: validation
ru: Проверка
tr: doğrulama

source: E-Mail
tr: E-posta
