Repository: OMEGAYALFA/nwicode
Catalog: languages/*/push.po
Languages: ru, tr

source: Additionnal Information
ru: Дополнительная информация
tr: Additionnal Bilgi

source: An error occurred while deleting the push. Please try again later.
ru: Произошла ошибка при удалении push. Пожалуйста, попробуйте позже.
tr: Push silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: And a radius (in Km):
ru: И радиус (в км):
tr: (Km) bir yarıçap:

source: Creation date
ru: Дата создания
tr: Oluşturulma tarihi

source: Custom URL
ru: Пользовательский URL
tr: Özel URL

source: Enter a location:
ru: Введите местоположение:
tr: Bir konum girin:

source: GCM Key
ru: GCM ключ
tr: HGK Anahtar

source: I want to send it
ru: Я хочу отправить
tr: Ben göndermek istiyorum

source: Keys successfully saved
ru: Ключи успешно сохранены
tr: Anahtarları başarıyla kaydedildi

source: Message
ru: Сообщение
tr: Mesaj

source: Message:
ru: Сообщение:
tr: Mesaj:

source: No device found for this user
ru: Устройство не найдено для этого пользователя
tr: Hiçbir cihaz bu kullanıcı için bulundu

source: No items.
ru: Нет темы.
tr: Öğe yok

source: Open a feature or a custom URL
ru: Откройте функцию или пользовательский URL
tr: Bir özelliği veya özel bir URL'i aç

source: Pending
ru: В ожидании
tr: bekleyen

source: Please enter an expiration date for your message:
ru: Пожалуйста, введите дату окончания срока действия вашего сообщения:
tr: Lütfen mesajınız için bir son kullanma tarihi girin:

source: Project Number
ru: Номер Проекта
tr: Proje Numarası

source: Push Notifications
ru: Push-сообщения
tr: Push Bildirimleri

source: Push Notifications Settings
ru: Настройки Push-сообщений
tr: Push Bildirimleri Ayarları

source: Push successfully deleted.
ru: Push успешно удален.
tr: Push başarıyla silindi.

source: Radius
ru: Радиус
tr: Yarıçapı

source: Send to a specific location
ru: Отправить в определенное место
tr: Belirli bir konuma göndermek

source: Send to all applications
ru: Отправить во все приложения
tr: Tüm uygulamalar gönder

source: Send to all my users
ru: Отправить всем моим пользователям
tr: Tüm kullanıcılar benim için Gönder

source: Send to no specific locations
ru: Отправить во все локации
tr: Belirli yerlere gönder

source: Send to specific topics
ru: Отправить по конкретным темам
tr: Belirli konulara gönder

source: Send to specific users
ru: Отправить конкретным пользователям
tr: Belirli kullanıcılara göndermek

source: Sender ID
ru: ID отправителя
tr: Yollayan ID

source: Sending date
ru: Дата отправки
tr: Tarih gönderme

source: The duration limit must be higher than the sent date
ru: Срок действия должен быть выше отправленной даты
tr: Süre sınırı gönderildiği tarih daha yüksek olmalıdır

source: Topics
ru: Темы
tr: Konular

source: Users
ru: Пользователи
tr: Kullanıcılar

source: You must choose a topic before sending your message.
ru: Вы должны выбрать тему перед отправкой сообщения.
tr: Mesajınızı göndermeden önce bir konu seçmelisiniz.

source: You must choose at least one user before sending your message.
ru: Вы должны выбрать хотя бы одного пользователя перед отправкой вашего сообщения.
tr: Mesajınızı göndermeden önce en az bir kullanıcı seçmelisiniz.

source: Your app must be published to send a push notification.
ru: Ваше приложение должно быть опубликовано, чтобы отправить push-уведомление.
tr: App itme bildirim göndermek için yayımlanması gerekir.

source: Your message has been saved successfully and will be sent at the entered date
ru: Ваше сообщение было успешно сохранено и будет отправлено в указанную дату
tr: Mesajınız başarılı bir şekilde kaydedildi ve girilen tarihte gönderilecektir

source: Your message has been saved successfully and will be sent in a few minutes
ru: Ваше сообщение было успешно сохранено и будет отправлено через несколько минут
tr: Mesajınız başarılı bir şekilde kaydedildi ve birkaç dakika içinde gönderilecektir

source: Your message has been saved successfully.
ru: Ваше сообщение было успешно сохранено.
tr: Mesajınız başarılı bir şekilde kaydedildi.

source: and users entering the area
ru: и пользователи, входящие в область
tr: ve kullanıcı alanına giriş

source: for a limited period
ru: на ограниченный период
tr: sınırlı bir süre için

source: now
ru: сейчас
tr: şimdi

source: on a specific date
ru: на конкретную дату
tr: belirli bir tarihte
