Repository: OMEGAYALFA/nwicode
Catalog: languages/*/restaurants.po
Languages: tr

source: Active bonuses
tr: Aktif bonuslar

source: Add additional address
tr: Ek Adres ekleyin

source: Add category
tr: Kategori Ekle

source: Add cuisine
tr: Ekle mutfağı

source: Add cuisines
tr: Mutfakları Ekle

source: Add dish
tr: Eklemek çanak

source: Add ingridient
tr: Ekleyin ingridient

source: Add option
tr: Ekle seçeneği

source: Add option value
tr: Seçenek değeri ekleyin

source: Add restaurant
tr: Restoran eklemek

source: Add tag
tr: Etiket Ekle

source: Add to cart
tr: Sepete Ekle

source: Additional address
tr: Ek adresi

source: Additional addresses
tr: Ek adresler

source: Address
tr: Adres

source: Address data
tr: Adres bilgileri

source: All * fields are required!
tr: * Tüm alanlar gereklidir.

source: Apply
tr: Uygula

source: Are you sure?
tr: Emin misin?

source: Available bonuses
tr: Mevcut ikramiye

source: Awaiting payment
tr: Ödeme bekleyen

source: Bonus percent (-1, if disable)
tr: (-1)Bonus yüzde, devre dışı

source: Booking
tr: Rezervasyon

source: Booking Orders
tr: Rezervasyon Talepleri

source: Booking history
tr: Tarih rezervasyon

source: Booking status
tr: Rezervasyon durumu

source: But it should not be so. Look at the menu of our restaurants - we are sure that you will pick up something for yourself!
tr: Ama böyle olmamalı. Bizim restoran menü bak - kendin için bir şeyler almak olacaktır eminiz!

source: Can pay from customer bonus?
tr: Müşteri bonus ödeme yapabilirsiniz?

source: Cart
tr: Sepeti

source: Cash
tr: Nakit

source: Categories
tr: Kategori

source: Check again - you have not selected the required options.
tr: Tekrar kontrol edin, gerekli seçenek seçili değil.

source: Checkbox
tr: Onay kutusu

source: Choose category
tr: Kategori seçin

source: Choose cuisine
tr: Yemekleri seçin

source: Choose option
tr: Seçeneğini seçin

source: Choose restoraunt
tr: Restoraunt seçin

source: Close now
tr: Şimdi kapat

source: Comment
tr: Yorum

source: Confirmed
tr: Onaylandı

source: Confirmed by
tr: Tarafından onaylandı

source: Contact data
tr: İletişim verileri

source: Cuisines
tr: Mutfakları

source: Customer
tr: Müşteri

source: Customer information
tr: Müşteri bilgi

source: Date
tr: Tarih

source: Declined
tr: Reddedildi

source: Deliver methods
tr: Yöntemleri sunmak

source: Deliver methods zonas and costs
tr: Zonas yöntemleri ve maliyetleri sağlamak

source: Delivery
tr: Teslimat

source: Delivery cost to zona
tr: Zona teslimat ücreti

source: Delivery datetime
tr: Teslimat datetime

source: Delivery/Pickup
tr: Teslim/Alma

source: Delivery/Pickup price
tr: Teslim/Alma fiyatı

source: Description
tr: Açıklama

source: Dishes
tr: Yemekleri

source: Documentation
tr: Belgeleri

source: Drop down list
tr: Liste açılır

source: Edit additional address
tr: Düzenleme ek adresi

source: Edit category
tr: Kategori Düzenle

source: Edit cuisine
tr: Edit mutfağı

source: Edit dish
tr: Düzenlemek için yemek

source: Edit option
tr: Düzenleme seçeneği

source: Edit restaurant
tr: Edit restoran

source: Edit tag
tr: Etiketi Düzenle

source: Email
tr: E-posta

source: Enable Exit button?
tr: Çıkış düğmesini etkinleştir.

source: Enable cash method
tr: Nakit yöntemi etkinleştir

source: Enabled zona
tr: Etkin zona

source: Exit
tr: Çıkış

source: Fill out the form below and wait for the notice from the restaurant staff
tr: Aşağıdaki formu doldurunuz ve bildirim için restoran personelinden bekle

source: Filtering
tr: Filtreleme

source: Final calculation
tr: Son hesaplama

source: First Name
tr: İlk adı

source: First name
tr: İlk adı

source: For delivery, specify the delivery address
tr: Teslimat için, teslimat adresi belirtmek

source: From
tr: Gelen

source: Getting ready
tr: Hazırlanıyor

source: Handed to the client
tr: Müşteri teslim

source: Home
tr: Ev

source: I have only one restaurant!
tr: Tek bir restoran var.

source: Information
tr: Bilgi

source: Is completed
tr: Tamamlanan

source: Is required
tr: Gereklidir

source: Items
tr: Öğeleri

source: Items subtotal
tr: Öğeleri toplam

source: Last Name
tr: Soyadı

source: Last name
tr: Soyadı

source: Latitude
tr: Enlem

source: Login / Registration
tr: Giriş / Kayıt

source: Logo on main screen
tr: Ana ekranda Logo

source: Longitude
tr: Boylam

source: Main settings
tr: Ana ayarları

source: Mark the necessary tags and tags of dishes, then click apply.
tr: Yemeklerin gerekli etiketleri ve etiketleri işaretleyin ve ardından Uygula.

source: Menu
tr: Menü

source: No Records Found
tr: Hiçbir Kayıt Bulundu

source: None
tr: Yok

source: Note
tr: Not

source: On map
tr: Haritada

source: Online payments
tr: Online ödeme

source: Open all restaurants on map
tr: Haritada tüm restoranlar açık

source: Option type
tr: Seçenek türü

source: Option value
tr: Seçenek değeri

source: Option values
tr: Seçenek değerleri

source: Optional
tr: İsteğe bağlı

source: Options
tr: Seçenekleri

source: Order all
tr: Sipariş tüm

source: Order canceled
tr: Sipariş iptal edildi

source: Order complete
tr: Siparişi tamamlamak

source: Order this
tr: Sipariş bu

source: Orders history
tr: Emir geçmişi

source: Orders will be created
tr: Emir oluşturulur

source: Parent category
tr: Üst kategori

source: Payments methods
tr: Ödeme yöntemleri

source: Pending
tr: bekleyen

source: Persons
tr: Kişiler

source: Phone
tr: Telefon

source: Pickup
tr: Pikap

source: Pickup datetime
tr: Pikap datetime

source: Place an order(s)
tr: (S)sipariş

source: Qty
tr: Miktar

source: Radio button
tr: Radyo düğmesi

source: Received
tr: Alınan

source: Require datetime delivery?
tr: Datetime teslim gerektirir?

source: Require pickup delivery?
tr: Teslim alma gerektirir.

source: Required
tr: Gerekli

source: Reserve a table
tr: Bir masa ayırtmak

source: Reset
tr: Sıfırla

source: Restaurant
tr: Restoran

source: Restaurant Phone
tr: Restoran, Telefon

source: Restaurant hours schedule
tr: Restoran saatler

source: Restaurant settings
tr: Restoran ayarları

source: Restaurants
tr: Restoranlar

source: Restoraunts on map
tr: Harita üzerinde Restoraunts

source: Save
tr: Kaydet

source: Selected restaurants are asked to specify the date of delivery or pickup.
tr: Seçilen restoranlar pikap veya teslimat tarihini belirlemek için istenir.

source: Send request
tr: İstek gönder

source: Show cuisine choice on main screen
tr: Ana ekranda mutfağı seçim göster

source: Show on map
tr: Haritada göster

source: Show restaurant on map
tr: Harita üzerinde restoran göster

source: Something went wrong, but we hope that you will come back to us.
tr: Bize geri dönecek bir şey yanlış gitti, ama umut ediyoruz.

source: Specials
tr: Özel

source: Stuff
tr: Şeyler

source: Subtitle
tr: Altyazı

source: TAX
tr: Vergi

source: Tags
tr: Etiketler

source: Thank you for the order! We will be glad to see you as a regular customer!
tr: Sipariş için teşekkür ederiz! Düzenli bir müşteri olarak görmekten memnun olacağız.

source: Thank you for the order.
tr: Sipariş için teşekkür ederiz.

source: The order was canceled from the wallet.
tr: Sipariş cüzdanında iptal edildi.

source: The order was paid from the wallet.
tr: Sipariş cüzdanından para aldı.

source: There are no active special offers.
tr: Etkin bir özel teklifler var.

source: There are no items.
tr: Hiçbir öğe vardır.

source: Time
tr: Zaman

source: Title
tr: Başlık

source: Title cash method
tr: Başlık nakit yöntemi

source: Title zona
tr: Başlık zona

source: Top-level category
tr: Üst düzey kategori

source: Total
tr: Toplam

source: Total items in the cart for the amount of
tr: Miktarı sepeti toplam öğeleri

source: Total orders
tr: Toplam siparişler

source: Use quantity
tr: Kullanım miktarı

source: User data
tr: Kullanıcı veri

source: VAT
tr: KDV

source: VAT included in price
tr: KDV fiyata dahil

source: Vat or Tax
tr: KDV veya Vergi

source: View all in category:
tr: Kategorideki tüm görünüm:

source: View menu
tr: Görünüm menüsü

source: Wallet
tr: Cüzdan

source: Warning
tr: Uyarı

source: Wrong bonus summ!
tr: Yanlış bonus summ!

source: You can use them to pay for orders in part.
tr: Siparişler için ödeme için kullanabilirsiniz.

source: You did not fill in the customer information
tr: Müşteri bilgileri doldurun vermedi

source: You did not specify a payment method!
tr: Ödeme yöntemi belirtmedi.

source: You must check delivery method and fill in the date and time of delivery/pickup
tr: Teslim/alma zamanı tarihi, doğum şekli ve dolgu kontrol edin ve gerekir

source: You order at the same time in several restaurants. Please specify payment and delivery methods for each restaurant.
tr: Birçok restoran aynı zamanda sipariş. Her restoran için ödeme ve teslimat yöntemlerini belirtiniz.

source: Your cart is empty.
tr: Sepetiniz boş.

source: Your position
tr: Konumunuzu

source: Your request has been sent.
tr: İsteğiniz gönderildi.

source: booking
tr: Rezervasyon

source: delivery
tr: Teslimat

source: or choose subcategory:
tr: veya alt kategori seçin:

source: pickup
tr: Pikap
