Repository: OMEGAYALFA/nwicode
Catalog: languages/*/rss.po
Languages: tr

source: %s ago
tr: %s önce

source: An error occurred while saving your RSS feed
tr: Bir hata yaparken RSS tasarruf oluştu

source: Display feed pictures whenever possible
tr: Olası ekran besleme resimler ne zaman

source: Enter the URL of this RSS feed
tr: Bu RSS beslemesinin URL girin

source: Found feeds
tr: Bulunan yayınları

source: No RSS feed could be found
tr: Hayır RSS bulunamadı

source: RSS feed successfully saved
tr: RSS başarılı bir şekilde kaydedildi

source: Show article
tr: Makale

source: day
tr: gün

source: hour
tr: saat

source: minute
tr: dakika
