Repository: OMEGAYALFA/nwicode
Catalog: languages/*/scratchcard.po
Languages: ru, tr

source: (you'll be able to remove this card later)
ru: (ты сможешь удалить ее позже)

source: A player can play again?
ru: Пользователь сможет сыграть снова?
tr: Bir oyuncu tekrar oynayabilir mi?

source: Add
ru: Добавить
tr: Ekle

source: All winners on your scratch card have been found
ru: Все победители на вашей скретч-карте были найдены
tr: Kazı Kazan kartı üzerindeki tüm kazananlar bulundu

source: An error occurred while saving your scratch card. Please try again later.
ru: Произошла ошибка при сохранение скретч-карты
tr: Kazı Kazan kartı kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Application: %s, scratchcard: %s
ru: Приложения: %s картами: %s
tr: S uygulama: %Kazı Kazan: %s

source: Card name
ru: Название карты
tr: Kart adı

source: Create a new Scratch-Card
ru: Создать новые скретч-карты
tr: Kart yeni bir Çizik oluşturun

source: Current card
ru: Текущая карта
tr: Geçerli kart

source: Description
ru: Описание
tr: Açıklama

source: Editing
ru: Редактирование
tr: Düzenleme

source: Email for notification
ru: Email для уведомлений
tr: Bildirim için e-posta

source: Employee's name
ru: Имя сотрудника
tr: Çalışanın adı

source: Employee's password
ru: Пароль сотрудника
tr: Çalışanın şifre

source: End date:
ru: Дата окончания:
tr: Bitiş tarihi:

source: Error while creating your reward. Sorry for the inconvenience.
ru: Ошибка при создании вознаграждения.
tr: Ödül oluşturulurken hata oluştu. Rahatsızlık için özür dilerim.

source: Error while validating reward.
ru: Ошибка при активации награды.
tr: Ödül doğrulanırken hata oluştu.

source: Game configuration
ru: Конфигурация игры
tr: Oyun yapılandırma

source: Hello, %s has won on your scratchcard!
ru: Здравствуйте, %s победил по скретч-карте!
tr: Merhaba, %Kazı Kazan üzerinde kazandı lar.

source: Hello, maximum winner limit has been reached on your scratch card.
ru: Здравствуйте, достигнут максимальный предел победителей по скретч-карте.
tr: Merhaba, en fazla kazanan sınırı sıfırdan kartına ulaşıldı.

source: Log in to scratch your card!
ru: Авторизуйтесь
tr: Kart sıfırdan günlük!

source: Loser pop-up
ru: Всплывающее окошко при проигрыше
tr: Kaybeden pop-up

source: Manage
ru: Управление
tr: Yönetmek

source: Maximum points
ru: Максимальное количество очков
tr: Maksimum puan

source: Maximum winner count
ru: Максимальное число победителей
tr: En fazla kazanan sayısı

source: Minimum points
ru: Минимальные баллы
tr: Minimum puan

source: My new scratch card
ru: Новая скретч-карта
tr: Yeni çizik kartımı

source: My passwords
ru: Мои пароли
tr: Benim şifreleri

source: My scratchcard is in portrait mode
ru: Режим "портрет" на экране
tr: Kazı Kazan benim portre modunda

source: New winner on your scratch card
ru: Новый победитель по скретч-карте
tr: Kazı Kazan kartı üzerinde yeni kazanan

source: No cards for now.
ru: Нет пока карт
tr: Şimdilik kart.

source: Or unlimited
ru: Режим безлимит
tr: Veya sınırsız

source: Passwords
ru: Пароли
tr: Şifreleri

source: Picture
ru: Фото
tr: Resim

source: Picture foreground
ru: Фото для стирания
tr: Resim ön

source: Picture loser
ru: Фото при проигрыше
tr: Resim kaybeden

source: Picture winner
ru: Фото при победе
tr: Resim kazanan

source: Previous cards
ru: Предыдущие карты
tr: Önceki kartları

source: Reward
ru: Награда
tr: Ödül

source: Reward description
ru: Описание награждения
tr: Ödül Açıklaması

source: Reward name
ru: Название награды
tr: Ödül Adı

source: Reward successfully validated.
ru: Награда активирована успешно!
tr: Başarıyla doğrulandı ödül.

source: Scratch Card
ru: Скретч Карта
tr: Kazı Kazan Kartı

source: Scratch Cards
ru: Скретч-Карты
tr: Kartlarım

source: Scratchcard
ru: Скретч карта
tr: Kazı-Kazan

source: Scratchcard points?
ru: Очки лотереи?
tr: Kazı Kazan puan?

source: Set up your rate in Settings > Advanced section
ru: Настройте свой тариф в Настройки > дополнительно в разделе
tr: Ayarlar > Gelişmiş bölümünde hızınızı ayarlayın

source: Sorry!
ru: Жаль!
tr: Özür dilerim!

source: Sorry, but all winners for this card have been found.
ru: Нам жаль, но все победители для этой карты были определены.
tr: Üzgünüm, ama bu kart için tüm kazananlar bulunmuştur.

source: Sorry, but the maximum number of winners for this card has been reached. Come back for the next game!
ru: Ой. превышена количество победителей на эту карту/ До следующей игры
tr: Üzgünüm, ama bu kart için kazanan sayısı ulaşıldı. Bir sonraki oyun için gel!

source: Sorry, wrong password. Please try again.
ru: Не верный пароль. Попробуй еще раз
tr: Özür dilerim, yanlış şifre. Lütfen tekrar deneyin.

source: This card is uniq:
ru: Эта карта уник:
tr: Bu kart uniq:

source: Title
ru: Заголовок
tr: Başlık

source: Win percentage must be greater than zero.
ru: Процент побед должен быть больше, чем ноль.
tr: Kazanma yüzdesi sıfırdan büyük olmalıdır.

source: Win percentage:
ru: Процент побед:
tr: Yüzde kazanma:

source: Winner count so far
ru: Победы на данный момент
tr: Kazanan sayısı şimdiye kadar

source: Winner pop-up
ru: Всплывающее окошко при победе
tr: Kazanan pop-up

source: Winning chance percentage (by card)
ru: Шанс на победу в процентах (по карте)
tr: (Kart)kazanma şansı yüzde

source: You have already used your daily limit for this card. Come back tomorrow!
ru: Увы, превышен дневной лимит карты. Ждем Вас завтра!
tr: Zaten bu kart için günlük limit kullandım. Yarın tekrar gel!

source: You must be logged in to validate rewards
ru: Вы должны авторизоваться для активации награды
tr: Üye olmalısınız ödülleri doğrulamak için

source: Your scratch card has been deleted successfully.
ru: Скретч-карта была успешно удалена
tr: Kazı Kazan kartı başarıyla silindi.

source: Your scratch card has been saved successfully.
ru: Ваша скретч-карта сохранена
tr: Kazı Kazan kartınızı başarıyla kaydedildi.

source: you'll be able to remove this card later
ru: вы сможете удалить эту карту позже
tr: daha sonra bu kartı kaldırmanız mümkün olacak
