Repository: OMEGAYALFA/nwicode
Catalog: languages/*/sublock.po
Languages: ru

source: Account
ru: Аккаунт

source: Activated
ru: Активированный

source: Address Mail
ru: Email

source: Amount of the subscription
ru: Сумма подписки

source: An error occurred during process. Please try again later.
ru: Произошла ошибка во время процесса. Пожалуйста, попробуйте снова позже.

source: An error occurred during process. Please try again later. (missing POST param)
ru: Произошла ошибка во время процесса. Пожалуйста, попробуйте снова позже. (отсутствует параметр POST)

source: CVC number :
ru: Номер CVC :

source: Choose the features to lock:
ru: Выбрать функции для блокировки:

source: Confirm payment
ru: Подтверждение оплаты

source: Date of subscription
ru: Дата подписки

source: Enable user to left a message when subscribing ?
ru: Позволить пользователю оставлять сообщение при подписке ?

source: Greetings message
ru: Приветственное сообщение

source: Incomplete form or incorrect data entered. Please check your correctly type each field required
ru: Неполная форма или введены неверные данные. Пожалуйста, проверьте правильность ввода каждого поля

source: Incomplete form or incorrect data. Please check you correctly typed each field required.
ru: Неполная форма или неверны данные. Пожалуйста, проверьте правильность ввода каждого поля

source: Interval between two amount :
ru: Интервал между двумя суммами :

source: Lock the entire application?
ru: Заблокировать всё приложение?

source: Make a subscription
ru: Подписаться

source: Minimum amount required ?
ru: Минимальная сумма требуется ?

source: Minimum subscription amount :
ru: Сумма подписки :

source: New sub received from %s
ru: Новая подписка от %s

source: New subscription received from %s
ru: Новая подписка получена от %s

source: Page name
ru: Название страницы

source: Please add few users to enable this feature
ru: Пожалуйста, добавьте несколько пользователей для включения этой функции

source: Please add few users to enable this feature.
ru: Пожалуйста, добавьте несколько пользователей, чтобы включить эту функцию.

source: QRCode
ru: QR код

source: Received Subscriptions
ru: Все подписки

source: Remove
ru: Удалить

source: Restrict Access
ru: Ограничить доступ

source: Select Customer
ru: Выберите Клиента

source: Select Customer:
ru: Выберите Клиента:

source: Select Role
ru: Выберите Роль

source: Select Role:
ru: Выберите Роль:

source: Send an email notification when receiving a new sub ?
ru: Отправить уведомление по электронной почте при получении новой подписки?

source: Send an email notification when receiving a new subscription ?
ru: Отправить уведомление по электронной почте при получении новых подписок ?

source: Social Sharing
ru: Социальный обмен

source: Subscribe
ru: Подписаться

source: Subscribe now
ru: Подпишитесь сейчас

source: Tracking of received subs is not available with Paypal as payment gateway
ru: Отслеживание подписок недоступно в Paypal

source: Tracking of received subscriptions is not available with Paypal as payment gateway
ru: Отслеживание полученных подписок не доступно с PayPal в качестве платежного шлюза

source: Unlock by:
ru: Разблокировать:

source: User Email
ru: Email Пользователя

source: Users with Access
ru: Пользователи с доступом

source: You haven't received any subs yet
ru: Нет подписок

source: You haven't received any subscriptions yet
ru: Ещё никто не подписался

source: You received a new subscription
ru: Вы получили новую подписку

source: iOS: subscription in browser (safari) ?
ru: для iOS: подписка в браузере (Safari) ?
