Repository: OMEGAYALFA/nwicode
Catalog: languages/*/subscription.po
Languages: tr

source: %s Subscription for %s
tr: %s için üyelik %s

source: <a href="%s">Click here</a> to go back to your applications list
tr: <a href="%s">Aplikasyonlar listenize dönmek için</a> tıklayınız

source: Active
tr: Aktif

source: Address 1
tr: 1 Adres

source: Address 2
tr: Adres 2

source: An error occurred while processing the payment. For more information, please feel free to contact us.
tr: Ödeme işleme sırasında bir hata oluştu. Daha fazla bilgi için, bizimle temas kurmaktan çekinmeyin.

source: An error occurred while processing your order. Please, check your 2Checkout credentials or try again later.
tr: Siparişiniz işlenirken bir hata oluştu. Lütfen 2Checkout bilgilerinizi kontrol edin veya daha sonra tekrar deneyin.

source: An error occurred while processing your order. Please, try again later.
tr: Siparişinizi işlerken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving. Please try again later
tr: Kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin

source: An error occurred while saving. The selected subscription is not valid.
tr: Kaydedilirken bir hata oluştu. Seçilen abonelik geçerli değil.

source: An offline payment method will <strong>not</strong> be associated with any online payment method. Users will have to pay you by checks, bank transfer...You'll have to edit your invoices manually.
tr: Çevrimdışı ödeme yöntemi, herhangi bir çevrimiçi ödeme yöntemiyle <strong>ilişkilendirilemez</strong>. Kullanıcılar çek, banka havalesi ile size ödeme yapmak zorunda kalacaklar ve faturalarınızı manuel düzenlemek zorunda kalacaksınız.

source: Are you sure you want to delete this plan?
tr: Bu planı silmek istediğinizden emin misiniz?

source: Be careful: a 2Checkout stopped recurrence can only be reactivated by a 2Checkout representative.
tr: Dikkatli olun: 2Checkout durdu. Yineleme sadece 2Checkout temsilcisi tarafından yeniden etkinleştirilebilir.

source: Be careful: a Stripe stopped recurrence can only be reactivated manually in your Stripe Admin panel.
tr: Dikkatli olun: Stripe durdu. Yineleme sadece Stripe Admin panelinizde manuel olarak yeniden etkinleştirilebilir.

source: Be sure to fill in Admob settings in Settings > General section of your back office.
tr: AdMob ayarlarını arka ofisinizin Ayarlar> Genel bölümünde doldurduğunuzdan emin olun.

source: Billing Address
tr: Fatura Adresi

source: By checking this box, you agree <a id="show_tos" href="javascript:void(0);" target="_blank" class="underline">to our terms and conditions</a>
tr: Kutuyu işaretleyerek <a id="show_tos" href="javascript:void(0);" target="_blank" class="underline">koşul ve kurallarımızı kabul etmiş olursunuz</a>

source: Card number
tr: Kart numarası

source: Charged to your client every month
tr: Müvekkiliniz için her ay ücret

source: Charged to your client every year
tr: Müvekkiliniz için her yıl tahsil

source: Charged to your client when placing the order
tr: Yerleştirme sırası ne zaman müvekkiliniz tahsil

source: Choose features
tr: Özellikleri seç

source: Choose the subscription that suits you best:
tr: En uygun abonelik seçin:

source: Choose your Payment method
tr: Ödeme yönteminizi seçin

source: City
tr: Şehir

source: Click here
tr: Buraya tıklayın

source: Confirmation
tr: Onaylama

source: Create a new subscription
tr: Yeni bir abonelik oluşturun

source: Creation
tr: Oluşturma

source: Describe here this plan. Will be displayed on the front end
tr: Burada bu planı açıklayın. Olacak ön ucunda görüntülenir

source: Don't forget to configure your message for offline plans in Settings > Sales > Configuration
tr: Mesajınızı Ayarlar> Satış> Yapılandırma'da çevrimdışı planlar için yapılandırmayı unutmayın.

source: Each price must be entered excluding tax
tr: Her fiyat girilmelidir vergi hariç

source: Edit the subscription %s
tr: Edit abonelik %s

source: Expiration
tr: Sona erme

source: Expiration date
tr: Son kullanma tarihi

source: Give a name to this plan. Will be displayed on the front end
tr: Bu planın bir isim verin. Olacak ön ucunda görüntülenir

source: I'll pay with an offline payment mode
tr: Çevrimdışı ödeme moduyla ödeme yapacağım

source: If you chose an offline payment, your subscription will be activated by an admin when your payment is received.
tr: Bir çevrimdışı ödeme seçtiyseniz, ödemeniz alındığında aboneliğiniz bir yönetici tarafından etkinleştirilecektir.

source: List of your plans
tr: Planların listesi

source: List of your subscriptions
tr: Abonelikleri listesi

source: MM
tr: AA

source: Monthly
tr: Aylık

source: New sale on your platform
tr: Platformunuzda yeni satış

source: No recurring line items to stop.
tr: Durdurulacak tekrarlanan satır öğesi yok.

source: None
tr: Yok

source: One-off
tr: Bir kerelik

source: Order's details
tr: Sipariş Ayrıntıları

source: Payment
tr: Ödeme

source: Payment Method:
tr: Ödeme yöntemi

source: Payment Option
tr: Ödeme Seçeneği

source: Payment secured by <img src="%s" width="100" title="Paypal" />
tr: Güvenli ödeme <img src="%s" width="100" title="Paypal" />

source: Please choose a payment method for this plan.
tr: Lütfen bu plan için bir ödeme yöntemi seçin.

source: Please fill in your card information in order to pay with Stripe:
tr: Stripe ile ödeme yapmak için lütfen kart bilgilerinizi doldurun:

source: Please, enter a company
tr: Lütfen, bir şirket girin

source: Please, enter a country
tr: Lütfen, bir ülke girin

source: Please, enter a description.
tr: Lütfen bir açıklama girin.

source: Please, enter a name.
tr: Lütfen bir isim girin.

source: Please, enter an address
tr: Lütfen bir adres girin

source: Pricing
tr: Fiyatlandırma

source: Proceed to payment?
tr: Ödeme geçin.

source: Recurring
tr: Yinelenen

source: Setup Fee
tr: Kurulum Ücreti

source: Setup fee
tr: Kurulum Ücreti

source: Sorry, but no payment method was found.
tr: Üzgünüz, ancak ödeme yöntemi bulunamadı.

source: State/Province
tr: İl

source: Subscription
tr: Abonelik

source: Subscription for
tr: Abonelik

source: Subscription successfully saved
tr: Abonelik başarıyla kaydedildi

source: Thanks!
tr: Teşekkürler!

source: The monthly price is not a valid price (e.g. 12.34)
tr: Aylık fiyat 12.34 (örneğin)geçerli bir fiyat değil

source: The setup fee is not a valid price (e.g. 12.34)
tr: Kurulum ücreti 12.34 (örneğin)geçerli bir fiyat değil

source: The user %s requests you to publish the app %s.
tr: %S kullanıcısı, %s uygulamayı yayınlamanızı istiyor.

source: The yearly price is not a valid price (e.g. 12.34)
tr: Yıllık fiyat 12.34 (örneğin)geçerli bir fiyat değil

source: This plan allows offline payments method (manual management)
tr: Bu plan çevrimdışı ödeme yöntemine izin verir (manuel yönetim)

source: This subscription is active
tr: Bu abonelik aktif

source: Use Owner AdMob
tr: Owner Admobkullan

source: VAT Number
tr: Vergi Numarası

source: Verification number:
tr: Doğrulama numarası

source: We were unable to deactivate their subscription on %s. Please, do it manually.
tr: Aboneliğini% s üzerinden devre dışı bırakamadık. Lütfen manuel yapın.

source: YYYY
tr: YYY

source: Yearly
tr: Yıllık

source: You already have a subscription for this application
tr: Zaten bu uygulama için bir abonelik var

source: You are almost done! After subscribing, your app can be published on both the AppStore and the Google Play.
tr: Neredeyse tamam! Abone olduktan sonra uygulamanız hem AppStore hem de Google Play'de yayınlanabilir.

source: You can choose which feature will be accessible with your plan. By default, all features are allowed.
tr: Planınıza hangi özelliklerin erişebileceğini seçebilirsiniz. Varsayılan olarak, tüm özelliklere izin verilir.

source: You don't have any subscriptions yet
tr: Henüz herhangi bir abonelik yok

source: You have chosen an offline plan. Once submitted, your subscription will be activated by an admin when your payment is received.
tr: Çevrimdışı plan seçtiniz. Gönderildikten sonra, ödemeniz alındığında aboneliğiniz bir yönetici tarafından etkinleştirilecektir.

source: You're almost done! After subscribing, we will publish your application on both the AppStore and the Google Play.
tr: Neredeyse bitirdiniz! Abone olduktan sonra, App Store ve Google Play de hem yayınlayacağız.

source: You've made a sale!
tr: Satış yaptınız!

source: Your VAT Number is not valid
tr: KDV Numarası geçerli değil

source: Your order has been canceled. If you need any help to place your order, please feel free to contact us.
tr: Sipariş iptal edildi. Sipariş vermek için, lütfen bizimle irtibata geçmekten çekinmeyin herhangi bir yardım gerekiyorsa.

source: Your order has been successfully paid. Your application will be published very soon.
tr: Siparişiniz başarıyla ödenmiştir. Uygulama çok yakında yayınlanacak.

source: Your subscription must have at least one price
tr: Aboneliğiniz en az bir fiyat olmalı

source: Zip Code
tr: Posta kodu

source: price
tr: Fiyat

source: to view this app if you are connected to your backoffice.
tr: backoffice'e bağlıysanız bu uygulamayı görmek içni
