Repository: OMEGAYALFA/nwicode
Catalog: languages/*/system.po
Languages: tr

source: 60000 maximum allowed.
tr: Maksimum 6000 karaktere izin verilir.

source: <b>File types:</b> %s<br /><b>Recommended size:</b> %s
tr: </b> %s <b>Dosya türleri:</b> %s<br /><b>Önerilen boyutu:

source: Admob ID
tr: Admob KİMLİĞİ

source: Admob type
tr: Admob Türü

source: App limit for displaying real data
tr: Gerçek veri göstermek için uygulama limiti

source: Below are variables you can use to be replaced in the extent.
tr: Ölçüde değiştirilmesi için kullanabileceğiniz değişkenler aşağıdaki gibidir.

source: Click here to force analytics computing
tr: Burada zorlamak için tıklayın analitik hesaplama

source: Click here to send your favicon
tr: Burada favicon göndermek için tıklayın

source: Click here to send your logo
tr: Burada logo göndermek için tıklayın

source: Communications
tr: İletişim

source: Current favicon
tr: Mevcut favicon

source: Current logo
tr: Mevcut logo

source: Default privacy policy
tr: Varsayılan Gizlilik Politikası

source: Default privacy policy section for GDPR
tr: GDPR için varsayılan Gizlilik Politikası bölüm

source: Display a link to your clients to your support platform
tr: Destek platformunuz için müşterileriniz için bir bağlantı görüntüler

source: Drop your favicon here
tr: Burada favicon bırakın

source: Drop your logo here
tr: Burada logo bırak

source: Duration of the free trial period of your platform (in days, 0 for no free trial).
tr: Platformunuzun ücretsiz deneme süresi (gün içinde, ücretsiz deneme için 0).

source: Editor's Design
tr: Editörün tasarımı

source: Enter here your terms & conditions
tr: Buraya Hükümler&Koşullar'ı girin

source: Enter the javascript code provided by your Chat provider in order to display a Chat from the editor.
tr: Editörden Sohbet görüntülemek için Sohbe

source: European <b>General Data Protection Regulation (GDPR)</b>.
tr: (GDPR) Avrupa <b>Genel Veri Koruma Yönetmeliği</b>.

source: Favicon
tr: Site ikonu

source: Flat
tr: Düz

source: Force all app to use Owner AdMob
tr: Tüm uygulamaları Admob kullanmaya zorla

source: Free trial period
tr: Ücretsiz deneme süresi

source: Full platform owner contact
tr: Tam platform yöneticisi ile irtibata geçin

source: Interstitial
tr: İnterstisyel

source: Invalid license key
tr: Geçersiz lisans anahtarı

source: License has no more activation left
tr: Lisansın aktivasyonu kalmadı

source: License is valid
tr: Lisans geçerli

source: None = no sign-up form, validation = admin must validate created account, full = free sign-up
tr: Hiçbiri = kayıt formu yok, doğrulama = yönetici oluşturulan hesabı doğrulamalıdır, tam = ücretsiz kayıt

source: Number of typed characters:
tr: Girilen karakterlerin sayısı

source: Online Chat
tr: Çevrimiçi sohbet

source: Platform or Whitelabel Company name
tr: Platform veya Whitelabel Şirket adı

source: Platform or Whitelabel name
tr: Platform veya Whitelabel adı

source: Privacy Settings
tr: Gizlilik Ayarları

source: Publication access type
tr: Yayınlama erişim türü

source: Sales
tr: Satış

source: Sales Email Address
tr: Satış E-Posta Adresi

source: Sender's email address of the emails sent by the site to your clients
tr: E-posta gönderenin e-posta adresi site tarafından müşterilerine gönderilen

source: Sender's name of the emails sent by the site to your clients
tr: E-postaları gönderenin adı sitesi tarafından müşterilerine gönderilen

source: Sign-up mode
tr: Kayıt modu

source: Sign-up mode for your platform.
tr: Platformunuz için kayıt modu

source: Support Email Address
tr: Destek E-Posta Adresi

source: The Application name
tr: Uygulama adı

source: The european <b>General Data Protection Regulation (GDPR)</b> is applicable to your country, you must enable it in the privacy settings below.
tr: (GDPR) Avrupa <b>Genel Veri Koruma Tüzüğü</b> ülkeniz için uygun, aşağıdaki gizlilik ayarlarını etkinleştirmeniz gerekir.

source: The folder /images/default is not writable.
tr: Resimler/varsayılan klasörü yazılabilir değil.

source: This number will be used to switch between demo mode and real time mode for your analytics on your dashboard
tr: Bu sayı, kontrol panelinizdeki analizleriniz için demo modu ve gerçek zamanlı mod arasında geçiş yapmak için kullanılacaktır.

source: This privacy policy will be used for every new Application created as a template.
tr: Bu gizlilik politikası, şablon olarak oluşturulan her yeni uygulama için kullanılacaktır.

source: This section of the privacy policy is added when the GDPR settings are active.
tr: Gizlilik Politikası Bu bölümde GDPR ayarları aktif olduğunda eklenir.

source: This text will appear in the checkout page. 65,000 characters max.
tr: Bu metin ödeme sayfasında görünecektir. Maksimum 65.000 karakter.

source: Users can download application sources code.
tr: Kullanıcılar uygulama kaynak kodu indirebilir.

source: Users can generate APK
tr: Kullanıcılar APK üretebilir.

source: Users can not generate APK.
tr: Kullanıcılar APK üretemiyor.

source: Users give you the required information to publish applications.
tr: Kullanıcılar uygulamaları yayınlamak için gereken bilgileri verir.

source: We cannot get your license information
tr: Lisans bilgilerinizi alamıyoruz.

source: You can use <b>%s</b> as a dynamic variable for your application name.
tr: <b>%s</b> i uygulama adınız için dinamik değişken olarak kullanabilirsiniz.

source: Your Applications
tr: Uygulamalarınız

source: Your CMS License Key
tr: CMS Lisans Anahtarınız

source: Your Location
tr: Konumunuzu

source: Your Platform
tr: Platformunuz

source: Your company
tr: Şirket
