Repository: OMEGAYALFA/nwicode
Catalog: languages/*/taxiride.po
Languages: tr

source: %MONTH%/%YEAR%
tr: %AY%YIL%

source: %s change your driver status
tr: %sürücü durumunu değiştir

source: %s, you finished your ride with %s.
tr: %s, %s ile yolculuk bitti.

source: %s, you finished your ride with <em>%s</em>.
tr: %s, <em>%s</em>ile yolculuk bitti.

source: 2Checkout Settings
tr: 2Checkout Ayarları

source: Accept
tr: Kabul

source: Accept this driver
tr: Bu sürücü kabul

source: Accepted
tr: Kabul

source: Add a
tr: Ekleyin

source: Add a picture
tr: Bir Resim Ekle

source: Add vehicle type
tr: Araç türü ekleyin

source: Address
tr: Adres

source: Address is required
tr: Adresi gereklidir

source: All
tr: Tüm

source: Allow drivers to set final price
tr: Sürücüler son fiyat ayarlamak için izin ver

source: Allowed payment methods
tr: İzin ödeme yöntemleri

source: Already paid
tr: Zaten ödedi

source: An error occured while lauching your request. Please try again later.
tr: İsteğiniz lauching sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occured while saving!
tr: Kaydedilirken bir hata oluştu!

source: An error occured. Restart app or manage request from history panel.
tr: Bir hata oluştu. Yeniden tarih panelinden istek yönetmek app ya.

source: An error occurred while deleting the vehicle type. Please try again later.
tr: Araç türü silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while managing your driver. Please try again later.
tr: Sürücünüzü yönetme sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while processing your payment
tr: Ödeme işleme sırasında bir hata oluştu

source: An error occurred while saving
tr: Kaydederken bir hata oluştu

source: An error occurred while saving, please try again later
tr: Kaydedilirken bir hata oluştu, lütfen daha sonra tekrar deneyin

source: Are you a driver or a passenger ?
tr: Bir sürücü veya Yolcu musun ?

source: Are you sure to cancel ride?
tr: Yolculuğu iptal etmek istiyor musunuz?

source: Are you sure to delete this driver?
tr: Bu sürücüyü silmek istiyor musunuz?

source: Are you sure to finish ride?
tr: Yolculuğu tamamlamak için emin misin?

source: Are you sure to start this ride?
tr: Bu yolculuk başlatmak istiyor musunuz?

source: Are you sure you want to delete this vehicle type?
tr: Bu araç türü silmek istediğinizden emin misiniz?

source: Are you sure?
tr: Emin misin?

source: Authorization Failed
tr: Yetkilendirme Başarısız Oldu

source: Bad request - missing data
tr: Hatalı istek - eksik veri

source: Bad request - parameter error
tr: Kötü istek parametre hatası

source: Base Fare
tr: Taban ücret

source: Base fare
tr: Taban ücret

source: Base fare is required
tr: Taban ücret gereklidir

source: Base fare:
tr: Taban ücret:

source: Billing method
tr: Fatura yöntemi

source: Cancel
tr: İptal

source: Cancel ride
tr: Yolculuk iptal

source: Cancelled
tr: İptal

source: Card
tr: Kartı

source: Cash
tr: Nakit

source: Cash or Credit Card (via Iyzico)
tr: (İyzico)nakit ya da Kredi Kartı

source: Change
tr: Değiştirin

source: Checking information
tr: Bilgiyi kontrol

source: Choose a driver
tr: Bir sürücü seçin

source: Choose me!
tr: Beni seç!

source: Choose your payment method
tr: Ödeme yönteminizi seçin

source: Choose your vehicle type
tr: Araç türünü seçin

source: City
tr: Şehir

source: City is required
tr: Şehir gereklidir

source: Close
tr: Yakın

source: Code
tr: Kod

source: Confirm
tr: onaylamak

source: Confirmation
tr: Onay

source: Country
tr: Ülke

source: Country is required
tr: Ülkenin gereklidir

source: Created
tr: oluşturulan

source: Credit Card (via 2Checkout)
tr: (2Checkout)kredi Kartı

source: Credit Card (via Stripe)
tr: (Stripe)kredi Kartı

source: Credit card
tr: kredi kartı

source: Credit card (2Checkout)
tr: Kredi kartı (2Checkout)

source: Credit card (Stripe)
tr: (Stripe)kredi kartı

source: Currently looking for drivers..." Customer cannot be find"
tr: Şu anda sürücüler aranıyor..." Müşteri bul edilemez"

source: Customer Name
tr: Müşteri Adı

source: Customers
tr: Müşteriler

source: Date
tr: Tarih

source: Date:
tr: Tarih:

source: Distance
tr: Mesafe

source: Distance fare
tr: Mesafe ücreti

source: Distance fare:
tr: Mesafe ücreti:

source: Distance or duration fare is required
tr: Mesafe veya süre ücret gereklidir

source: Distance units
tr: Mesafe birimleri

source: Do you confirm that ride is paid?
tr: Binmek ücretli olduğunu onaylıyor musunuz?

source: Do you confirm you want to pay by card?
tr: Kartı ile ödeme yapmak istediğinizi onaylıyor musunuz?

source: Do you really want to remove this credit card?
tr: Gerçekten bu kredi kartı kaldırmak istiyor musunuz?

source: Download CSV
tr: İndirme CSV

source: Driver
tr: Sürücü

source: Driver ID
tr: Sürücü KİMLİĞİ

source: Driver ID is not the ride one
tr: Sürücüsünün KİMLİĞİ bir yolculuk değil

source: Driver Name
tr: Sürücü adı

source: Driver base fare
tr: Sürücü taban ücret

source: Driver distance fare
tr: Sürücü mesafe ücreti

source: Driver email
tr: Sürücü e-posta

source: Driver name
tr: Sürücü adı

source: Driver name:
tr: Sürücü adı:

source: Driver start latitude
tr: Sürücü enlem Başlat

source: Driver start longitude
tr: Sürücü boylam başlangıç

source: Driver successfully deleted.
tr: Sürücü başarıyla silindi.

source: Driver successfully rejected.
tr: Sürücünün başarılı bir şekilde reddetti.

source: Driver successfully validated.
tr: Sürücü başarıyla doğrulandı.

source: Driver time fare
tr: Sürücü sefer ücreti

source: Drivers
tr: Sürücüler

source: Driving license
tr: Ehliyet

source: Drop off
tr: Düşüyorlar

source: Drop off address
tr: Adres bırakmak

source: Drop off address:
tr: Adres bırakmak:

source: Dropoff address
tr: Dropoff Adres

source: Dropoff latitude
tr: Dropoff enlem

source: Dropoff longitude
tr: Dropoff boylam

source: Duration
tr: Süresi

source: Duration fare
tr: Süre ücret

source: Edit vehicle type
tr: Düzen araç tipi

source: Email
tr: E-posta

source: Ended at
tr: Bitiş

source: Error
tr: Hata

source: Error : your currency isn't supported by 2Checkout.
tr: Hata : para senin 2Checkout tarafından desteklenmiyor.

source: Error while retrieving 2Checkout configuration from server.
tr: Sunucudan 2Checkout yapılandırma alınırken hata oluştu.

source: Exp Month
tr: Ay Exp

source: Exp Year
tr: Exp Yıl

source: Final distance
tr: Son mesafe

source: Final price
tr: Son fiyat

source: Final price can't be negative and format should use only dot and numbers. e.g. : 1234.56
tr: Son fiyat negatif olabilir ve nokta sadece ve numaraları kullanın biçimi. örneğin : 1234,56

source: Finish ride
tr: Yolculuğu tamamlamak

source: Finished
tr: bitmiş

source: From email
tr: E-posta

source: From name
tr: Adı

source: Full ride
tr: Tam binmek

source: GO!
tr: GİT!

source: General Settings
tr: Genel Ayarlar

source: Go offline !
tr: Çevrimdışı !

source: Go online !
tr: Online gidin !

source: Go to pinpoint
tr: Belirlemekte git

source: Going
tr: gidiyor

source: Have a nice day.
tr: İyi günler.

source: Hello
tr: Merhaba

source: History
tr: Tarih

source: ID
tr: KİMLİĞİ

source: Incorrect price
tr: Yanlış fiyat

source: Is testing
tr: Olduğunu test

source: Iyzico API Key
tr: İyzico API Anahtarı

source: Iyzico secret key
tr: İyzico gizli anahtar

source: Kilometers
tr: Kilometre

source: Last step: we need some informations about payments.
tr: Son adım: ödeme hakkında bazı bilgiler lazım.

source: Let's go!
tr: Gidelim!

source: License Number
tr: Lisans Numarası

source: License number is required
tr: Lisans numarası gerekli

source: Loading
tr: Yükleme

source: Manage vehicle types
tr: Araç türleri Yönet

source: Mark as paid
tr: Mark olarak ödenen

source: Miles
tr: Mil

source: My account
tr: Hesabım

source: Name
tr: Adı

source: New ride request incoming
tr: Yeni yolculuk talep gelen

source: No card set
tr: Hayır kart seti

source: No card setd
tr: Hayır kart setd

source: No driver available
tr: Hiçbir sürücü kullanılabilir

source: No driver has accepted your request for now. Please wait.
tr: Hiçbir sürücü artık talebinizi kabul etti. Lütfen bekleyiniz.

source: No driver yet!
tr: Henüz sürücü yok!

source: No passenger yet!
tr: Henüz hiçbir yolcu!

source: No request for now.
tr: Şu an için hiç istek.

source: No requests yet!
tr: Henüz bir isteği yok!

source: No vehicle type found.
tr: Hiçbir araç türü bulundu.

source: None
tr: YOK

source: OK
tr: Tamam

source: Ok
tr: Tamam

source: Online (via 2Checkout)
tr: (2Checkout)Online

source: Paid
tr: Ücretli

source: Passenger
tr: Yolcu

source: Passenger ID is not the ride one
tr: Yolcu KİMLİĞİ bir yolculuk değil

source: Passenger Name
tr: Yolcu Adı

source: Passenger accepted you as a driver.
tr: Yolcu bir sürücü olarak kabul edilir.

source: Passenger email
tr: Yolcu e-posta

source: Passenger is on board
tr: Yolcu gemide

source: Passenger name
tr: Yolcu Adı

source: Passenger refused you as a driver.
tr: Yolcu sürücü olarak reddetti.

source: Passenger's request has been cancelled
tr: Yolcu istek iptal edildi

source: Passengers
tr: Yolcu

source: Password
tr: Şifre

source: Pay
tr: Ödeme

source: Pay by card
tr: Kredi kartı ile ödeme yapabilirsiniz

source: Pay by card (via Iyzico)
tr: Kartı (İyzico)ödeme

source: Payment Authorization Failed: Credit is not enabled on this type of card, please contact your bank for more information or try another payment method.
tr: Ödeme Yetkilendirme Başarısız oldu: Kredi kartı bu tür, lütfen daha fazla bilgi için bankanıza başvurun veya başka bir ödeme yöntemi deneyin üzerinde etkin değil.

source: Payment Authorization Failed: Invalid transaction type for this credit card, please use a different card and try submitting the payment again, or contact your bank for more information.
tr: Ödeme Yetkilendirme Başarısız oldu: bu kredi kartı için Geçersiz işlem türü, farklı bir kart kullanın lütfen tekrar ödeme göndermeyi deneyin veya daha fazla bilgi için bankanıza başvurun.

source: Payment Authorization Failed: Please update your cards expiration date and try again, or try another payment method.
tr: Ödeme Yetkilendirme kartları son kullanma tarihini güncelleyin ve tekrar deneyin veya başka bir ödeme yöntemi deneyin Başarısız oldu.

source: Payment Authorization Failed: Please use a different credit card or payment method and try again, or contact your bank for more information.
tr: Ödeme Yetkisi, başka bir kredi kartı veya ödeme yöntemi kullanın ve yeniden deneyin veya daha fazla bilgi için bankanıza başvurun Başarısız oldu.

source: Payment Authorization Failed: Please verify your Credit Card details are entered correctly and try again, or try another payment method.
tr: Ödeme Yetkisi, Lütfen Kredi Kartı bilgilerinizi doğru bir biçimde girdiğinizden emin olun ve tekrar deneyin veya başka bir ödeme yöntemi deneyin.

source: Payment Authorization Failed: Please verify your information and try again, or try another payment method.
tr: Ödeme Yetkilendirme Lütfen bilgilerinizi doğrulayıp tekrar deneyin veya başka bir ödeme yöntemi deneyin.

source: Payment Settings
tr: Ödeme Ayarları

source: Payment Status
tr: Ödeme durumu

source: Payment in progress
tr: İlerleme ödeme

source: Payment method
tr: Ödeme yöntemi

source: Payment settings
tr: Ödeme Ayarları

source: Payment status
tr: Ödeme durumu

source: Payment success
tr: Ödeme başarı

source: Payments Settings
tr: Ödeme Ayarları

source: Phone
tr: Telefon

source: Phone is required
tr: Telefon gereklidir

source: Phone number
tr: Telefon numarası

source: Pick up
tr: Al

source: Pickup address
tr: Teslimat adresi

source: Pickup address:
tr: Teslimat adresi:

source: Pickup latitude
tr: Pikap enlem

source: Pickup longitude
tr: Pikap boylam

source: Picture
tr: Resim

source: Please choose a payment method
tr: Lütfen bir ödeme yöntemi seçin

source: Please choose a vehicle type
tr: Lütfen araç türünü seçin

source: Please enter a credit card number
tr: Lütfen kredi kartı numaranızı girin

source: Please enter final price :
tr: Son fiyat giriniz :

source: Please enter final price to finish ride :
tr: Yolculuğu tamamlamak için son fiyat giriniz :

source: Please enter the credit card expiration month
tr: Lütfen kredi kartı son kullanma ay girin

source: Please enter the credit card expiration year
tr: Lütfen kredi kartı son kullanma tarihi girin

source: Please try again later.
tr: Lütfen daha sonra tekrar deneyin.

source: Please, wait.....
tr: Lütfen, bekle.....

source: Price
tr: Fiyat

source: Prices disclamer
tr: Fiyatlar disclamer

source: Private key
tr: Özel anahtar

source: Proceed
tr: Devam edin

source: Processing
tr: İşleme

source: Publishable key
tr: Anahtar Yayınlanabilir

source: Refuse
tr: Reddediyorum

source: Refused
tr: Reddetti

source: Reject this driver
tr: Bu sürücü reddetmek

source: Rejected
tr: Reddetti

source: Remove card
tr: Kartı çıkarın

source: Removing card
tr: Kart çıkarma

source: Request
tr: İstek

source: Request History
tr: Talep Tarihi

source: Request ID
tr: İstek KİMLİĞİ

source: Request a Ride
tr: Bir Yolculuk isteği

source: Request failed.
tr: İstek başarısız oldu.

source: Request has been cancelled.
tr: İstek iptal edildi.

source: Requesting
tr: talep

source: Requests
tr: İstekleri

source: Ride details
tr: Yolculuk detayları

source: Ride details:
tr: Yolculuk detayları:

source: Ride estimation
tr: Tahmini yolculuk

source: Ride finished
tr: Yolculuk bitmiş

source: Ride has been paid by client
tr: Yolculuk istemci tarafından ödenmiştir

source: Ride has been paid by client.
tr: Binmek istemci tarafından ödenmiştir.

source: Ride is finished
tr: Yolculuk bitti

source: Ride is marked as paid
tr: Yolculuk işaretli olarak ödendi ...

source: Ride is not finished
tr: Yolculuk bitmedi

source: Ride price:
tr: Ride fiyatı:

source: Ride to passenger
tr: Binmek için yolcu

source: Ride was cancelled
tr: Yolculuk iptal edildi

source: Ride was refused
tr: Yolculuk reddedildi

source: Saving
tr: Tasarruf

source: Search Radius
tr: Arama Yarıçapı

source: Search timeout
tr: Arama zaman aşımı

source: Search:
tr: Arama:

source: Searching
tr: arama

source: Selected vehicle type is unknown
tr: Seçilen araç tipi bilinmiyor

source: Send
tr: Gönder

source: Sending request
tr: Gönderme isteği

source: Set price
tr: Fiyat belirlemek

source: Set price and finish ride
tr: Set fiyatı ve son yolculuğu

source: Settings
tr: Ayarları

source: Sorry, but no driver can pick you up. Please try again in a few moment.
tr: Üzgünüm, ama hiçbir sürücü toplayabilsinler. Lütfen tekrar birkaç dakika içinde deneyin.

source: Sorry, you haven't selected a driver before timeout. Your request has been cancelled.
tr: Üzgünüm, zaman aşımı önce bir sürücü seçmediniz. Talebiniz iptal edildi.

source: Start ride
tr: Başlangıç yolculuğu

source: Started at
tr: Başladı

source: State
tr: Devlet

source: State is required
tr: Devlet gereklidir

source: Status
tr: Durumu

source: Stripe Publishable Key
tr: Şerit Yayınlanabilir Anahtar

source: Stripe Secret Key
tr: Şerit Gizli Anahtar

source: Stripe Settings
tr: Şerit ayarları

source: Success
tr: Başarı

source: Success.
tr: Başarı.

source: Switch info view
tr: Bilgi anahtarı

source: Thank you for using our application.
tr: Bizim uygulama kullandığınız için teşekkür ederiz.

source: This action cannot be reverted!
tr: Bu işlem geri alınamaz!

source: Time fare:
tr: Saat Ücreti:

source: Total charge
tr: Toplam ücret

source: Total price
tr: Toplam fiyat

source: Total price:
tr: Toplam fiyat:

source: Unable to process the request
tr: İsteği işleyemiyor

source: Unauthorized
tr: İzinsiz

source: Unknown
tr: Bilinmeyen

source: Unpaid
tr: ödenmemiş

source: Use Cash
tr: Nakit Kullan

source: Username
tr: Kullanıcı adı

source: Vehicle Model
tr: Araç modeli

source: Vehicle Model is required
tr: Aracın Modeli gereklidir

source: Vehicle Type
tr: Araç tipi

source: Vehicle Type is required
tr: Araç Türü gereklidir

source: Vehicle Types
tr: Araç Tipleri

source: Vehicle model
tr: Araç modeli

source: Vehicle type
tr: Araç tipi

source: Vehicle type successfully deleted.
tr: Araç türü başarıyla silindi.

source: Waiting
tr: Bekliyor

source: Waiting for client confirmation...
tr: İstemci Onay Bekliyor...

source: We are sorry, but no driver was found for your request.
tr: Üzgünüz, ama hiçbir sürücü isteğinizi bulunamadı.

source: We couldn't find a matching route for your destination...
tr: Hedef için uygun bir yol bulamadık.

source: We couldn't verify your credit card. Please try again later.
tr: Kredi kartı doğrulayamadı. Lütfen daha sonra tekrar deneyin.

source: We need some informations before going any further...
tr: Daha ileriye gitmeden önce bazı bilgiler lazım...

source: We need you to re-enter your credit card informations.
tr: Yeniden kredi kartı bilgilerinizi girmeniz gerekiyor.

source: You do not have any card configurated. Go to settings?
tr: Herhangi bir kart configurated gerekmez. Ayarlarına gidin.

source: You do not have any card configured. Go to settings?
tr: Herhangi bir kart yapılandırılmış gerekmez. Ayarlarına gidin.

source: You finish your ride with %s
tr: %S yolculuğu tamamlamak

source: You have been accepted as a driver for application %s.
tr: Uygulama %s için bir sürücü olarak kabul edilmiştir.

source: You have been deleted as a driver for application %s.
tr: Uygulama %s için bir sürücü olarak silinmiş.

source: You have been refused as a driver for application %s.
tr: Uygulama %s için bir sürücü olarak reddetti.

source: You haven't been accepted as a driver by your app administrator yet, please check back later.
tr: Ben app yöneticiniz tarafından bir sürücü olarak henüz kabul, lütfen daha sonra tekrar gitmedim.

source: You haven't been accepted as a driver by your app administrator.
tr: Uygulama yöneticiniz tarafından bir sürücü olarak kabul edilmedin.

source: You must register or login to continue...
tr: Kayıt veya devam etmek için giriş yapmalısınız.

source: You need to specify at least one method of payment!
tr: Ödeme en az bir yöntem belirlemek gerekir.

source: Your card has expired. Please update your informations
tr: Kartınızın süresi doldu. Lütfen bilgileri güncelleyin

source: Your credit card has been declined because of the currency you are attempting to pay in. Please change the currency of the transaction or use a different card and try again.
tr: Kredi kartı para ödemek için girişimi nedeniyle reddedildi. İşlem para birimini değiştirmek veya farklı bir kart kullanın ve tekrar deneyin.

source: Zip Code
tr: Posta kodu

source: Zip Code is required
tr: Posta Kodu gerekli

source: aboard
tr: gemiye

source: accepted
tr: Kabul

source: cancelled
tr: İptal

source: created
tr: oluşturulan

source: credit card
tr: kredi kartı

source: driven
tr: tahrik

source: finished
tr: bitmiş

source: finishing
tr: bitirme

source: for every
tr: her için

source: going
tr: gidiyor

source: kilometer
tr: kilometre

source: mile
tr: mil

source: minute
tr: dakika

source: paid
tr: Ücretli

source: requesting
tr: talep

source: searching
tr: arama

source: unpaid
tr: ödenmemiş
