Repository: OMEGAYALFA/nwicode
Catalog: languages/*/translation.po
Languages: tr

source: Create a new language
tr: Yeni bir dil oluşturmak

source: Default text
tr: Varsayılan metin

source: Edit the language: %s
tr: Dil Düzenle: %s

source: Language
tr: Dil

source: Language successfully saved
tr: Dili başarıyla kaydedildi

source: List of your languages
tr: Diller listesi

source: Please, choose a file.
tr: Lütfen bir dosya seçin.

source: Please, choose a language.
tr: Lütfen bir dil seçin.

source: Select a file
tr: Bir dosya seçin

source: Select a language
tr: Bir dil seçin

source: Text translation
tr: Metin çeviri

source: Translate all
tr: Tamamını çevir

source: Translate missing entries
tr: Eksik girdileri çevir

source: Translate the 'e.g.' between parentheses only.
tr: 'Örn:' sadece parantez arasında.

source: Translation API is not available for the current language.
tr: Mevcut dil için çeviri API'i mevcut değildir.

source: Translations
tr: Çeviriler

source: Warning: translation API is experimental for the current language and may fail.
tr: Uyarı: çeviri API'si geçerli dil için deneyseldir ve başarısız olabilir.

source: Your translation
tr: Çeviri
