Repository: OMEGAYALFA/nwicode
Catalog: languages/*/twitter.po
Languages: tr

source: An error occurred while saving.
tr: Kaydedilirken bir hata oluştu.

source: An error occurred while saving. Please try again later.
tr: Kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Could not authenticate you.
tr: Kimlik doğrulanamadı

source: Enter your twitter handle/url
tr: Twitter adınızı (@ ile) veya url'ini girin

source: Handle
tr: Kullanıcı adınız (@ile)

source: Info successfully saved
tr: Bilgi başarıyla kaydedildi.

source: Sorry, that page does not exist.
tr: Üzgünüz, böyle bir sayfa yok.

source: Twitter API secret
tr: Twitter API parolası

source: Twitter API settings
tr: Twitter API ayarları

source: Twitter API token
tr: Twitter API token'ı

source: Twitter consumer key
tr: Twitter tüketici anahtarı

source: Twitter consumer secret
tr: Twitter tüketici parolası

source: Verify
tr: Doğrulamak

source: followers
tr: Takipçiler

source: following
tr: Takip edilenler

source: was verified with success
tr: Başarıyla doğrulandı.
