Repository: OMEGAYALFA/nwicode
Catalog: languages/*/walletmcommerce.po
Languages: tr

source: An bill has been created for payment, but you do not have enough funds in your wallet to pay for it.
tr: Bir fatura ödeme için oluşturuldu, ama ödemek için cüzdanınızda yeterli para yok.

source: Cancel text
tr: Metin iptal

source: Complete
tr: Tam

source: Complete text
tr: Tam metin

source: Intro text
tr: Giriş metni

source: Paid
tr: Ücretli

source: Pay later
tr: Sonra ödersin

source: Pay now
tr: Şimdi ödeme

source: Payment
tr: Ödeme

source: Payment order N
tr: Ödeme emri N

source: Refill your balance, after which you can pay this bill from your wallet in the bills section.
tr: Hangi faturaları bölümünde cüzdanından bu faturayı ödeyemezsin sonra bakiyeniz dolum.

source: Status after payment
tr: Durum ödeme sonra

source: Title
tr: Başlık

source: Wait...
tr: Bekle...

source: You can go to the payment now, pay later or go back and choose another payment method.
tr: Ödeme şimdi git, daha sonra ödeme ya da geri dönüp başka bir ödeme yöntemi seçebilirsiniz.

source: You must be registerd customer!
tr: Müşteri kayıtlı olması gerekir.

source: Your order has been saved and is awaiting payment.
tr: Siparişiniz kaydedildi ve ödeme bekliyor.
