Repository: OMEGAYALFA/nwicode
Catalog: languages/*/wallet.po
Languages: ru, tr

source: Activate wallet
ru: Активировать кошелек
tr: Cüzdan Etkin

source: Add funds
ru: Добавить средства
tr: Para Ekle

source: Add funds history
ru: Добавить историю средств

source: Add funds to wallet
ru: Пополнить баланс
tr: Para Ekle cüzdan için

source: Add new method
ru: Добавить новый метод
tr: Yeni bir yöntem ekleyin

source: Add payment methods, specify a minimum for each payment, write a brief instruction.
ru: Добавить способы оплаты, задать минимальное значение для каждого платежа, напишите краткую инструкцию.
tr: Ödeme şekli ekleyin, her ödeme için en az belirtin, kısa bir talimat yazmak.

source: Amount
ru: Сумма
tr: Miktar

source: Amount changed manually.
ru: Сумма изменена вручную.
tr: Miktarda el değiştirdi.

source: Application Administrator Account
ru: Учетная запись Администратора
tr: Uygulama Yönetici Hesabı

source: Are you sure?
ru: Вы уверены?
tr: Emin misin?

source: Balance
ru: Баланс
tr: Denge

source: Bill customer. Balance can not be negative.
ru: Счёт пользователя. Баланс не может быть отрицательным.
tr: Bill müşteri. Denge negatif olamaz.

source: Bill source
ru: Счета от
tr: Bill kaynak

source: Bill title
ru: Счёт название
tr: Bill başlık

source: Bill title is required!
ru: Счёт название!
tr: Bill başlık gereklidir.

source: Bills
ru: Счета на оплату
tr: Faturaları

source: Bills today (qty/summ)
ru: Счета сегодня (колво/сумма)
tr: Faturalar bugün (adet/summ)

source: Block wallet
ru: Заблокировать кошелек
tr: Blok cüzdan

source: Blocked
ru: Заблокирован
tr: Engellenen

source: Blocked Users
ru: Заблокированные пользователи
tr: Engellenen kullanıcılar

source: Cancel payout
ru: Отмена выплат
tr: Ödeme iptal et

source: Cancel request
ru: Отменить запрос
tr: İsteği iptal et

source: Canceled
ru: Отменили

source: Change funds
ru: Изменение средств
tr: Fon değişikliği

source: Change funds in current wallet
ru: Изменение средств на текущих кошельках
tr: Mevcut cüzdan para değiştirme

source: Change the balance of the wallet manually. Balance can not be negative.
ru: Изменить баланс кошелька вручную. Баланс не может быть отрицательным.
tr: El cüzdan dengesini değiştirmek. Denge negatif olamaz.

source: Comment
ru: Коммент..
tr: Yorum

source: Create Bill
ru: Создать счет
tr: Bill Oluşturun

source: Create bill
ru: Создать счет
tr: Bill Oluşturun

source: Customer
ru: Пользователь
tr: Müşteri

source: Customers
ru: Пользователи
tr: Müşteriler

source: Dashboard
ru: Панель управления
tr: Pano

source: Date
ru: Дата
tr: Tarih

source: Description
ru: Описание
tr: Açıklama

source: Exit to Editor
ru: Выход в редактор
tr: Editöre çıkış

source: First
ru: Первый

source: Firstname
ru: Имя
tr: Ad

source: From
ru: От
tr: Gelen

source: From account
ru: Со счета
tr: Hesaptan

source: From or To account
ru: Или на счет
tr: Ya da hesap

source: History of add funds
ru: Истории пополнения средств
tr: Tarihi para Ekle

source: In wallets
ru: В кошельках
tr: Cüzdanlar

source: Information from customer
ru: Информация от клиента
tr: Müşteri bilgileri

source: Invalid amount
ru: Неверно
tr: Geçersiz miktarda

source: Is active
ru: Активна
tr: Aktif

source: Last
ru: Последние

source: Lastname
ru: Фамилия
tr: Soyad

source: Main settings
ru: Основные параметры
tr: Ana ayarları

source: Make request
ru: Сделать запрос
tr: İstek yapmak

source: Method disabled
ru: Отключено
tr: Yöntem devre dışı

source: Method enabled
ru: Включено
tr: Yöntem etkin

source: Method instruction
ru: Метод - инструкция
tr: Yöntem talimat

source: Method minimum
ru: Минимальный способ
tr: Yöntem minimum

source: Method name
ru: Название метода
tr: Yöntem adı

source: Method title
ru: Название метода
tr: Yöntem Başlığı

source: More Info
ru: Подробнее
tr: Daha Fazla Bilgi

source: Next
ru: Далее

source: No data available in table
ru: Нет данных в таблице

source: No entries to show
ru: Нет записи для отображения

source: OK
ru: ОК

source: Online
ru: Онлайн

source: Pay
ru: Оплатить
tr: Ödeme

source: Payment Systems
ru: Платежные системы
tr: Ödeme Sistemleri

source: Payment invoice No
ru: Оплаты счетов нет
tr: Ödeme fatura Yok

source: Payment method
ru: Способ оплаты
tr: Ödeme Yöntemi

source: Payout
ru: Выплаты
tr: Ödeme

source: Payout Today (qty/summ)
ru: Выплата сегодня (колво/сумма)
tr: Ödeme Bugün (adet/summ)

source: Payout Total (qty/summ)
ru: Выплаты итого (кол-во/сумма)
tr: (Adet/summ)ödeme Toplam

source: Payout method
ru: Способ выплаты
tr: Ödeme yöntemi

source: Payout methods
ru: Методы выплат
tr: Ödeme yöntemleri

source: Payout minimum
ru: Минимальная выплата
tr: Ödeme minimum

source: Payout requests
ru: Запросы на выплаты
tr: Ödeme istekleri

source: Payouts
ru: Выплаты
tr: Ödemeler

source: Payouts history
ru: Выплаты истории
tr: Geçmiş ödemeler

source: Pending
ru: В ожидании

source: Previous
ru: Предыдущие

source: Recepient
ru: Получатель
tr: Alıcınız

source: Recepient email
ru: Получатель email
tr: Alıcınız e-posta

source: Recepient not found
ru: Получатель не найден
tr: Alıcınız bulunamadı

source: Registration bonus.
ru: Регистрационный бонус.
tr: Kayıt bonusu.

source: Reply
ru: Ответ
tr: Cevap

source: Reply message
ru: Сообщение
tr: Cevap mesajı

source: Request information
ru: Запрос информации
tr: Bilgi talebi

source: Request payout
ru: Выплата по запросу
tr: İstek ödeme

source: Request payout №
ru: Запрос № выплаты
tr: İstek ödeme tarihli

source: Requests
ru: Запросы
tr: İstekleri

source: Search
ru: Поиск

source: Send
ru: Отправить
tr: Gönder

source: Send funds
ru: Отправить средства
tr: Fonlar gönder

source: Send funds to other customer. Balance can not be negative.
ru: Отправить средства на другой счёт. Баланс не может быть отрицательным.
tr: Diğer müşteri için para gönderin. Denge negatif olamaz.

source: Settings successfully saved
ru: Настройки успешно сохранены
tr: Ayarlar başarıyla kaydedildi

source: Showing page _PAGE_ of _PAGES_
ru: Показывая _PAGE_ странице _PAGES_

source: Sign Up Bonus
ru: Бонус за регистрацию
tr: Bonus Kaydolun

source: Some fields with error!
ru: Некоторые поля с ошибкой!
tr: Hata ile bazı alanlar!

source: Specify the amount and specify the payment options. Balance can not be negative.
ru: Укажите сумму и указать способ оплаты. Баланс не может быть отрицательным.
tr: Miktarını belirtmek ve ödeme seçenekleri belirtin. Denge negatif olamaz.

source: The list is empty
ru: Список пуст
tr: Liste boştur

source: The recipient will see your comment.
ru: Получатель будет видеть ваш комментарий.
tr: Alıcı yorum göreceksiniz.

source: There are no settings here.
ru: Здесь нет настроек.
tr: Burada ayar yok.

source: This feature is available only to registered users.
ru: Эта функция доступна только для зарегистрированных пользователей.
tr: Bu özellik sadece kayıtlı kullanıcılar için kullanılabilir.

source: Time
ru: Время
tr: Zaman

source: Title
ru: Название
tr: Başlık

source: To account
ru: На счет
tr: Hesaba

source: To view, you must log in.
ru: Чтобы смотреть, вы должны войти в систему.
tr: Görüntülemek için giriş yapmalısınız.

source: Total Users
ru: Всего пользователей
tr: Toplam Kullanıcı

source: Transactions
ru: Транзакции
tr: İşlemleri

source: Transactions Today (qty/summ)
ru: Сделок сегодня (колво/сумма)
tr: İşlemleri Bugün (adet/summ)

source: Transactions Total (qty/summ)
ru: Транзакции итого (кол-во/сумма)
tr: (Adet/summ)işlemleri Toplam

source: Transactions history
ru: История транзакций
tr: İşlem tarihi

source: Transfer funds
ru: Перевод денежных средств
tr: Para transferi

source: Transfer to other
ru: Перевод на другую
tr: Transfer için diğer

source: Unblock wallet
ru: Разблокировать кошелек
tr: Engelini cüzdan

source: Update payout request?
ru: Обновление запроса на выплату?
tr: Ödeme talep güncelleme?

source: Users can recharge
ru: Пользователи могут пополнить
tr: Kullanıcılar şarj edebilirsiniz

source: Users can request payouts
ru: Пользователи могут запрашивать выплаты
tr: Kullanıcılar ödeme talep edebilirsiniz

source: Users can transfer funds to each other
ru: Пользователи могут переводить средства друг другу
tr: Kullanıcılar birbirine para transferi

source: View history
ru: Посмотреть историю
tr: Geçmişi görüntüle

source: Wallet
ru: Кошелек
tr: Cüzdan

source: Wallet blocked
ru: Кошелек заблокирован
tr: Cüzdan engellendi

source: Wallet blocked!
ru: Кошелек заблокирован!
tr: Cüzdan bloke!

source: Wallet is not active. Activate?
ru: Кошелек не активен. Активировать?
tr: Cüzdan etkin değil. Etkinleştirmek mi istiyorsun?

source: Wallet module not activated! Exit...
ru: Модуль кошелек не активирован! Выход...
tr: Cüzdan modül aktif değil! Çık...

source: Wallet module not found! Exit...
ru: Модуль кошелька, не нашел! Выход...
tr: Cüzdan modülü bulunamadı! Çıkış...

source: Wallet transaction list
ru: Список операций кошелька
tr: Cüzdan işlem listesi

source: Wallet unblocked
ru: Кошелек разблокирован
tr: Cüzdan engellenmemiş

source: You do not have enough funds to pay. Please replenish your account at the beginning with the required amount.
ru: Вам не хватает средств для оплаты. Пожалуйста, пополните ваш счет с необходимой суммой.
tr: Ödemek için yeterli para yok. Lütfen gerekli miktarda başında hesabına para yatır.

source: Email
tr: E-posta
