Repository: OMEGAYALFA/nwicode
Catalog: languages/*/weblink.po
Languages: tr

source: Add a link
tr: Bir bağlantı eklemek

source: An error occurred while saving your picto. Please try againg later.
tr: Picto kaydetme sırasında bir hata oluştu. Againg lütfen daha sonra tekrar deneyin.

source: Are you sure you want to delete this link?
tr: Bu bağlantıyı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this picture?
tr: Bu resmi silmek istediğinizden emin misiniz?

source: Enter your Magento URL
tr: Magento URL girin

source: Enter your Prestashop URL
tr: Prestashop URL girin

source: Enter your Shopify URL
tr: Shopify URL girin

source: Enter your Volusion URL
tr: Volusion URL girin

source: Enter your WooCommerce URL
tr: WooCommerce URL girin

source: Link has been successfully deleted
tr: Bağlantı başarıyla silindi

source: Link has been successfully saved
tr: Bağlantı başarıyla kaydedildi

source: The image has been successfully deleted
tr: Resim başarıyla silindi

source: The image has been successfully saved
tr: Görüntü başarıyla kaydedildi

source: Use external application
tr: Harici uygulama kullanmak

source: Without navbar
tr: Gezinti çubuğu olmadan

source: Your links
tr: Bağlantılar
